List<Map<String, dynamic>> temp_words = [
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터1",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터1",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터1",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터1",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터1",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터1",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터1",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터1",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터1",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터2",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터2",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터2",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터2",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터2",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터2",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터2",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터2",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터2",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터3",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터3",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터3",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터3",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터3",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터3",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터3",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "headTitle": "챕터3",
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "headTitle": "챕터3",
    "examples": [
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
];
