List<Map<String, dynamic>> temp_words = [
  {
    "word": "有名",
    "yomikata": "ゆうめい",
    "mean": "유명함",
    "index": 0,
    "examples": [
      {
        "example": "ある朝目を覚ますと有名になっていた",
        "mean": "어느 날 아침 눈을 뜨니 유명해져 있었다",
        "yomikata": "아루 아사 메오 사마스토 유우메에니 낫테이타"
      },
      {
        "example": "日本で最も有名な俳優",
        "mean": "일본에서 가장 유명한 배우",
        "yomikata": "니혼데 못토모 유우메에나 하이유우"
      },
      {
        "example": "彼は化学の分野では有名だ",
        "mean": "그는 화학 분야에서는 유명하다",
        "yomikata": "카레와 카가쿠노 분야데와 유우메에다"
      },
      {
        "example": "だれがやって来たか見てごらん．あの有名な歌手じゃないかな",
        "mean": "누가 왔는지 봐 봐. 그 유명한 가수가 아닐까",
        "yomikata": "다레가 얏테키타카 미테 고란 아노 유우메에나 카슈자 나이카나"
      },
      {
        "example": "有名な歌手が彼の大きな車でやってきた",
        "mean": "유명한 가수가 그의 큰 차를 타고 왔다",
        "yomikata": "유우메에나 카슈가 카레노 오오키나 쿠루마데 얏테키타"
      },
      {"example": "有名な小説家", "mean": "유명한 소설가", "yomikata": "유우메에나 쇼오세츠카"},
      {
        "example": "吉野は桜で有名です",
        "mean": "요시노는 벚꽃으로 유명합니다",
        "yomikata": "요시노와 사쿠라데 유우메에데스"
      },
      {"example": "有名な引用句集", "mean": "유명한 인용구집", "yomikata": "유우메에나 인요오쿠슈우"},
      {
        "example": "彼は有名な作曲家です",
        "mean": "그는 유명한 작곡가입니다",
        "yomikata": "카레와 유우메에나 삿쿄쿠카데스"
      },
      {"example": "有名人の一群", "mean": "유명인의 한 무리", "yomikata": "유우메에진노 이치군"},
      {
        "example": "シェークスピアは有名な登場人物をたくさん生み出した",
        "mean": "셰익스피어는 유명한 인물들을 많이 만들어 냈다",
        "yomikata": "쉐에쿠스피아와 유우메에나 토오조오진부츠오 타쿠산 우미다시타"
      },
      {
        "example": "彼は美術評論家として有名だ",
        "mean": "그는 미술 평론가로 유명하다",
        "yomikata": "카레와 비주츠효오론카토 시테 유우메에다"
      },
      {
        "example": "有名な建築家が国立競技場を設計した",
        "mean": "유명한 건축가가 국립 경기장을 설계했다",
        "yomikata": "유우메에나 켄치쿠카가 코쿠리츠쿄오기조오오 셋케에시타"
      },
      {
        "example": "彼は4つの賞を獲得して有名になった",
        "mean": "그는 4개의 상을 획득하여 유명해졌다",
        "yomikata": "카레와 욧츠노 쇼오오 카쿠토쿠시테 유우메에니 낫타"
      },
      {
        "example": "有名な女優が隣りに住んでいる",
        "mean": "유명한 여배우가 이웃에 살고 있다",
        "yomikata": "유우메에나 조유우가 토나리니 슨데이루"
      },
      {
        "example": "日本のテレビは画質の良さで有名だ",
        "mean": "일본의 텔레비전은 화질이 좋기로 유명하다",
        "yomikata": "니혼노 테레비와 가시츠노 요사데 유우메에다"
      },
      {
        "example": "彼のお父さんはテレビで有名な人だ",
        "mean": "그의 아버지는 텔레비전에서 유명한 사람이다",
        "yomikata": "카레노 오토오산와 테레비데 유우메에나 히토다"
      },
      {"example": "有名になりたがる", "mean": "유명해지고 싶어하다", "yomikata": "유우메에니 나리타가루"},
      {
        "example": "彼は政界の有名人と親しい",
        "mean": "그는 정계의 유명 인사와 친하다",
        "yomikata": "카레와 세에카이노 유우메에진토 시타시이"
      },
      {"example": "有名な詩人", "mean": "유명한 시인", "yomikata": "유우메에나 시진"}
    ]
  },
  {
    "word": "楽",
    "yomikata": "らく",
    "mean": "편함",
    "index": 2,
    "examples": [
      {
        "example": "快楽にふける",
        "mean": "쓸데없는 말을 하지 마라 쾌락에 빠지다",
        "yomikata": "요케에나 코토오 유우나 카이라쿠니 후케루"
      },
      {"example": "ハラップ音楽学院", "mean": "하랩 음악학원", "yomikata": "하 랏푸온가쿠가쿠인"},
      {
        "example": "その行楽地はとても行きやすい",
        "mean": "그 행락지는 매우 가기 쉽다",
        "yomikata": "소노 코오라쿠치와 토테모 이키야스이"
      },
      {
        "example": "彼女の音楽には文化を越えて訴えるものがある",
        "mean": "그녀의 음악에는 문화를 넘어 호소력이 있다",
        "yomikata": "카노조노 온가쿠니와 분카오 코에테 웃타에루 모노가 아루"
      },
      {
        "example": "パーティーは楽しいものだった",
        "mean": "파티는 즐거운 것이었다",
        "yomikata": "파아티이와 타노시이 모노닷타"
      },
      {
        "example": "彼には楽観的なところがある",
        "mean": "그에게는 낙관적인 면이 있다",
        "yomikata": "카레니와 랏칸테키나 토코로가 아루"
      },
      {
        "example": "彼女には驚くべき音楽の才能がある",
        "mean": "그녀에게는 놀라운 음악적 재능이 있다",
        "yomikata": "카노조니와 오도로쿠베키 온가쿠노 사이노오가 아루"
      },
      {"example": "楽しい雰囲気", "mean": "즐거운 분위기", "yomikata": "타노시이 훈이키"},
      {
        "example": "アシカが曲芸をするのを見てとても楽しかった",
        "mean": "바다사자가 곡예를 하는 것을 보고 매우 즐거웠다",
        "yomikata": "아시카가 쿄쿠게에오 스루노오 미테 토테모 타노시캇타"
      },
      {
        "example": "先生が授業中におかしな歌を歌ったのは本当に楽しかった",
        "mean": "선생님이 수업중에 이상한 노래를 부른것은 정말 즐거웠다",
        "yomikata": "센세에가 주교오추우니 오카시나 우타오 우탓타노와 혼토오니 타노시캇타"
      },
      {
        "example": "博覧会場には楽しいものがいろいろあった",
        "mean": "박람회장에는 즐거운 것이 여러 가지 있었다",
        "yomikata": "하쿠란카이조오니와 타노시이 모노가 이로이로 앗타"
      },
      {
        "example": "早めにパーティーを失礼したので，楽しいことをすべて経験しそこねてしまった",
        "mean": "일찍 파티를 실례했기 때문에 즐거운 일을 모두 경험하지 못하고 말았다",
        "yomikata": "하야메니 파아티이오 시츠레에시타노데 타노시이 코토오 스베테 케에켄시 소코네테시맛타"
      },
      {
        "example": "その試合を少しも楽しめなかった",
        "mean": "그 경기를 조금도 즐기지 못했다",
        "yomikata": "소노 시아이오 스코시모 타노시메나캇타"
      },
      {
        "example": "音楽には私の興味をそそるようなものはほとんどない",
        "mean": "음악에는 내가 흥미를 가질 만한 것이 거의 없다",
        "yomikata": "온가쿠니와 와타시노 쿄오미오 소소루요오나 모노와 호톤도 나이"
      },
      {
        "example": "彼女には音楽の才能がある",
        "mean": "그녀에게는 음악에 재능이 있다",
        "yomikata": "카노조니와 온가쿠노 사이노오가 아루"
      },
      {
        "example": "居ながらにして楽しめる冒険",
        "mean": "있으면서 즐길 수 있는 모험",
        "yomikata": "이나가라니 시테 타노시메루 보오켄"
      },
      {
        "example": "ご存じのように，今日，アメリカには多くの異なったジャンルの音楽がある",
        "mean": "아시다시피 오늘날 미국에는 많은 다른 장르의 음악이 있다",
        "yomikata": "고존지노요오니 쿄오 아메리카니와 오오쿠노 코토낫타 자루노 온가쿠가 아루"
      },
      {
        "example": "彼は楽に舟から岸へ泳ぎ着いた",
        "mean": "그는 편안하게 배에서 물가로 헤엄쳐 왔다",
        "yomikata": "카레와 라쿠니 후네카라 키시에 오요기츠이타"
      },
      {
        "example": "「お楽しみいただけましたか」と主催者は尋ねた",
        "mean": "\"즐거웠습니까?\"라고 주최측이 물었다",
        "yomikata": "오타노시미이타다케마시타카 토 슈사이샤와 타즈네타"
      },
      {
        "example": "その音楽は私の想像力を喚起した",
        "mean": "그 음악은 나의 상상력을 환기시켰다",
        "yomikata": "소노 온가쿠와 와타시노 소오조오료쿠오 칸키시타"
      }
    ]
  },
  {
    "word": "乱暴",
    "yomikata": "らんぼう",
    "mean": "난폭함",
    "index": 3,
    "examples": [
      {
        "example": "彼らは息子の乱暴なふるまいを恥ずかしく感じた",
        "mean": "그들은 아들의 난폭한 행동을 부끄럽게 여겼다",
        "yomikata": "카레라와 무스코노 란보오나 후루마이오 하즈카시쿠 칸지타"
      },
      {
        "example": "彼は乱暴にドアを開けた",
        "mean": "그는 거칠게 문을 열었다",
        "yomikata": "카레와 란보오니 도아오 아케타"
      },
      {"example": "乱暴な生徒", "mean": "난폭한 학생", "yomikata": "란보오나 세에토"},
      {
        "example": "彼女はことば遣いが乱暴だ",
        "mean": "그녀는 말씨가 난폭하다",
        "yomikata": "카노조와 코토바츠카이가 란보오다"
      },
      {"example": "乱暴な口をきく", "mean": "난폭한 말을 하다", "yomikata": "란보오나 쿠치오 키쿠"},
      {
        "example": "彼らはプレーの仕方が乱暴だった",
        "mean": "그들은 경기 방식이 난폭했다",
        "yomikata": "카레라와 푸레에노 시카타가 란보오닷타"
      },
      {
        "example": "タクシーの運転手に乱暴な口をきいてはいけない．道が込んでいるのは彼のせいじゃないのだから",
        "mean": "택시 운전사에게 말을 함부로 해서는 안 된다. 길이 막힌 것은 그의 잘못이 아니니까",
        "yomikata": "타쿠시이노 운텐슈니 란보오나 쿠치오 키이테와 이케나이 미치가 곤데이루노와 카레노 세에자 나이노다카라"
      },
      {"example": "乱暴な取り扱い", "mean": "난폭한 취급", "yomikata": "란보오나 토리아츠카이"},
      {
        "example": "この小包は乱暴に扱われた",
        "mean": "이 소포는 난폭하게 취급되었다",
        "yomikata": "코노 코즈츠미와 란보오니 아츠카와레타"
      },
      {
        "example": "彼は酔うと乱暴になった",
        "mean": "그는 술에 취하자 난폭해졌다",
        "yomikata": "카레와 요우토 란보오니 낫타"
      },
      {
        "example": "乱暴にドアを閉めるな",
        "mean": "난폭하게 문을 닫지 마라",
        "yomikata": "란보오니 도아오 시메루나"
      },
      {
        "example": "乱暴な少年の一団",
        "mean": "난폭한 소년들의 한 무리",
        "yomikata": "란보오나 쇼오넨노 이치단"
      },
      {
        "example": "彼は乱暴にドアをドンドンたたいた",
        "mean": "그는 문을 거칠게 두드렸다",
        "yomikata": "카레와 란보오니 도아오 돈돈 타타이타"
      },
      {
        "example": "彼の乱暴で好戦的な態度は反英雄の好例だ。",
        "mean": "그의 난폭하고 호전적인 태도는 반영웅의 좋은 예다.",
        "yomikata": "카레노 란보오데 코오센테키나 타이도와 한 에에유우노 코오레에다"
      },
      {
        "example": "彼らはサッカーでの乱暴を防ぐ対策をとった。",
        "mean": "그들은 축구에서의 난폭함을 방지하는 대책을 취했다.",
        "yomikata": "카레라와 삿카아데노 란보오오 후세구 타이사쿠오 톳타"
      },
      {
        "example": "彼は自分のテリヤを乱暴に扱った。",
        "mean": "그는 자신의 테리야를 난폭하게 대했다.",
        "yomikata": "카레와 지분노 테리야오 란보오니 아츠캇타"
      },
      {
        "example": "彼は私の陰部を乱暴に扱った。",
        "mean": "그는 내 음부를 난폭하게 다뤘다.",
        "yomikata": "카레와 와타시노 인부오 란보오니 아츠캇타"
      },
      {
        "example": "彼は乱暴に絵を描く。",
        "mean": "그는 난폭하게 그림을 그린다.",
        "yomikata": "카레와 란보오니 에오 에가쿠"
      },
      {
        "example": "彼はとても理不尽で乱暴な男です。",
        "mean": "그는 매우 불합리하고 난폭한 남자입니다.",
        "yomikata": "카레와 토테모 리후진데 란보오나 오토코데스"
      },
      {
        "example": "彼は乱暴に見える。",
        "mean": "그는 난폭해 보인다.",
        "yomikata": "카레와 란보오니 미에루"
      }
    ]
  },
  {
    "word": "わがまま",
    "yomikata": "わがまま",
    "mean": "제멋대로임",
    "index": 4,
    "examples": [
      {
        "example": "1インチを与えれば1マイルを望む，少しわがままを許すとつけ上がる",
        "mean": "1인치를 주면 1마일을 원한다, 조금 이기심을 허락한다고 기어오른다",
        "yomikata": "이치인치오 아타에레바 이치마이루오 노조무 스코시 와가마마오 유루스토 츠케아가루"
      },
      {
        "example": "彼女は彼のわがままを許さなかった",
        "mean": "그녀는 그의 이기심을 용서하지 않았다",
        "yomikata": "카노조와 카레노 와가마마오 유루사나캇타"
      },
      {"example": "わがままな子供", "mean": "제멋대로 구는 아이", "yomikata": "와가마마나 코도모"},
      {
        "example": "彼の前にいると、私は自分のわがままをすべて忘れた。",
        "mean": "그의 앞에 있으면 나는 내 이기심을 모두 잊었다.",
        "yomikata": "카레노 마에니 이루토 와타시와 지분노 와가마마오 스베테 와스레타"
      },
      {
        "example": "彼らは彼女をわがままと言うが、私はただ正直なだけだと思う。",
        "mean": "그들은 그녀를 제멋대로라고 말하지만, 나는 그저 정직할 뿐이라고 생각해.",
        "yomikata": "카레라와 카노조오 와가마마토 유우가 와타시와 타다 쇼오지키나다케다토 오모우"
      },
      {
        "example": "彼女のわがままな態度に私は翻弄された。",
        "mean": "그녀의 제멋대로인 태도에 나는 농락당했다.",
        "yomikata": "카노조노 와가마마나 타이도니 와타시와 혼로오사레타"
      },
      {
        "example": "こんなわがままな私を許してください。",
        "mean": "이런 제멋대로인 저를 용서해주세요.",
        "yomikata": "콘나 와가마마나 와타시오 유루시테쿠다사이"
      },
      {
        "example": "わがままを許してくれますか。",
        "mean": "이기심을 용서해 주시겠어요?",
        "yomikata": "와가마마오 유루시테쿠레마스카"
      },
      {
        "example": "わがままいってごめんなさい。",
        "mean": "제멋대로 굴어서 미안해요.",
        "yomikata": "와가 마마 잇테 고멘나사이"
      },
      {"example": "わがままな女", "mean": "제멋대로 구는 여자", "yomikata": "와가마마나 온나"},
      {
        "example": "私はわがままな人です。",
        "mean": "저는 제멋대로인 사람입니다.",
        "yomikata": "와타시와 와가마마나 히토데스"
      },
      {"example": "彼はわがままです。", "mean": "그는 제멋대로입니다.", "yomikata": "카레와 와가마마데스"},
      {
        "example": "彼女はとてもわがままで、気づかないふりをしている。",
        "mean": "그녀는 너무 제멋대로여서, 눈치채지 못한 척하고 있다.",
        "yomikata": "카노조와 토테모 와가마마데 키즈카나이 후리오 시테이루"
      },
      {
        "example": "私はわがままです。",
        "mean": "저는 제멋대로입니다.",
        "yomikata": "와타시와 와가마마데스"
      },
      {
        "example": "私の母はわがままです。",
        "mean": "저희 어머니는 제멋대로예요.",
        "yomikata": "와타시노 하하와 와가마마데스"
      },
      {
        "example": "私は、それほどわがままではありません。",
        "mean": "저는 그렇게 이기적이지 않습니다.",
        "yomikata": "와타시와 소레호도 와가마마데와 아리마세"
      },
      {
        "example": "彼は大変わがままで、のんきで、思いやりがなかった。",
        "mean": "그는 매우 이기적이고, 태평하고, 배려심이 없었다.",
        "yomikata": "카레와 타이헨 와가마마데 논키데 오모이야리가 나캇타"
      },
      {
        "example": "私はわがままな性格です。",
        "mean": "저는 이기적인 성격입니다.",
        "yomikata": "와타시와 와가마마나 세에카쿠데스"
      },
      {
        "example": "私は本当にわがままな性格です。",
        "mean": "저는 정말 이기적인 성격이에요.",
        "yomikata": "와타시와 혼토오니 와가마마나 세에카쿠데스"
      }
    ]
  },
  {
    "word": "僅か",
    "yomikata": "わずか",
    "mean": "약간임, 조금임",
    "index": 5,
    "examples": [
      {
        "example": "それは若者たちの間で僅かに流行したようだ。",
        "mean": "그것은 젊은이들 사이에서 근소하게 유행한 것 같다.",
        "yomikata": "소레와 와카모노타치노 아이다데 와즈카니 류우코오시타요오다"
      },
      {
        "example": "僅か2ヶ月間しか勉強していない。",
        "mean": "겨우 두 달 동안 밖에 공부하지 않았다.",
        "yomikata": "와즈카 니카게츠칸시카 벤쿄오시테이나이"
      },
      {
        "example": "私はあなたに僅かな協力しかできないことを残念に思います。",
        "mean": "저는 당신에게 약간의 협력밖에 할 수 없는 것을 유감스럽게 생각합니다.",
        "yomikata": "와타시와 아나타니 와즈카나 쿄오료쿠시카 데키나이 코토오 잔넨니 오모이마스"
      },
      {
        "example": "私たちはそれを僅かに発生させることが出来た。",
        "mean": "우리는 그것을 약간 발생시킬 수 있었다.",
        "yomikata": "와타시타치와 소레오 와즈카니 핫세에사세루 코토가 데키타"
      },
      {
        "example": "これは僅かな変化です。",
        "mean": "이것은 근소한 변화입니다.",
        "yomikata": "코레와 와즈카나 헨카데스"
      },
      {
        "example": "私たちは相撲について僅かなことしか知りません。",
        "mean": "우리는 스모에 대해 얼마 안 되는 것밖에 몰라요.",
        "yomikata": "와타시타치와 스모오니 츠이테 와즈카나 코토시카 시리마세"
      },
      {
        "example": "彼は僅かな時間にたくさんの作品を執筆していました。",
        "mean": "그는 얼마 안 되는 시간에 많은 작품을 집필했습니다.",
        "yomikata": "카레와 와즈카나 지칸니 타쿠산노 사쿠힌오 싯피츠시테이마시타"
      },
      {
        "example": "所属していた組織に対する、長期間にわたる忠勤ぶりにもかかわらず、かれが報われたのは僅かな金額にすぎなかった。",
        "mean": "몸담았던 조직에 대한 오랜 기간의 충근에도 불구하고 그가 보상받은 것은 얼마 되지 않았다.",
        "yomikata":
            "쇼조쿠시테이타 소시키니 타이스루 초오키칸니 와타루 추우킨부리니모 카카와라즈 카레가 무쿠와레타노와 와즈카나 킨가쿠니 스기나캇타"
      },
      {
        "example": "僅かな不注意が大惨事に繋がる恐れがある。",
        "mean": "사소한 부주의가 대형 참사로 이어질 수 있다.",
        "yomikata": "와즈카나 후추우이가 다이산지니 츠나가루 오소레가 아루"
      },
      {
        "example": "僅かながらの私の持っていたお金を全部彼に与えた。",
        "mean": "얼마 안 되는 내가 가지고 있던 돈을 전부 그에게 주었다.",
        "yomikata": "와즈카나가라노 와타시노 못테이타 오카네오 젠부 카레니 아타에타"
      },
      {
        "example": "割当て金は僅かなものだ。体育館を建てるにも足らないだろう。ましてや、本部を建てるのに、足りるわけがない。",
        "mean": "할당금은 얼마 안 된다.체육관을 짓기에도 부족할 거야.하물며 본부를 짓는 데 충분할 리 없다.",
        "yomikata":
            "와리아테킨와 와즈카나 모노다 타이이쿠칸오 타테루니모 타라나이다로오 마시테야 혼부오 타테루노니 타리루 와케가 나이"
      },
      {
        "example": "その列車には乗客はほんの僅かしかいなかった。",
        "mean": "그 열차에는 승객이 아주 적었다.",
        "yomikata": "소노 렛샤니와 조오캬쿠와 혼노 와즈카시카 이나캇타"
      },
      {
        "example": "われわれの仕事は, これらの僅かな証拠物件を基に, あの犯罪がどのように行なわれたかを再構成することだ.",
        "mean": "우리의 임무는 이 사소한 증거물들을 바탕으로 그 범죄가 어떻게 이루어졌는지를 재구성하는 것이다.",
        "yomikata":
            "와레와레노 시고토와 코레라노 와즈카나 쇼오코붓켄오 모토니 아노 한자이가 도노요오니 오코나와레타카오 사이코오세에스루 코토다"
      },
      {
        "example": "費用を払ったら, 残りは僅か 50 ドルしかなかった",
        "mean": "비용을 지불하면, 나머지는 겨우 50달러밖에 없었다",
        "yomikata": "히요오오 하랏타라 노코리와 와즈카 고주우 도루시카 나캇타"
      },
      {
        "example": "それぞれ僅か 5 ドルでいくつかオプショナルツアーも用意してございます.",
        "mean": "각각 단돈 5달러에 몇 가지 옵션도 준비되어 있습니다.",
        "yomikata": "소레조레 와즈카 고 도루데 이쿠츠카 오푸쇼나루츠아아모 요오이시테고자이마스"
      },
      {
        "example": "僅かばかりの貸金を訴えては損の上塗りだ",
        "mean": "얼마 안 되는 대부를 호소해서는 손해의 덧칠이다",
        "yomikata": "와즈카바카리노 카시킨오 웃타에테와 손노 우와누리다"
      },
      {
        "example": "古の都会は僅かに遺跡を存するのみ",
        "mean": "옛 도시는 겨우 유적만 남아 있을 뿐",
        "yomikata": "이니시에노 토카이와 와즈카니 이세키오 손스루노미"
      },
      {
        "example": "僅かの貸金で訴訟を起こすのは盗人に追銭だ",
        "mean": "얼마 안 되는 대금으로 소송을 제기하는 것은 도둑에게 추전이다",
        "yomikata": "와즈카노 카시킨데 소쇼오오 오코스노와 누스비토니 오이센다"
      },
      {
        "example": "元兵の生還する者僅かに三人",
        "mean": "원병이 생환하는 자 겨우 세 사람",
        "yomikata": "겐헤에노 세에칸스루 모노와즈카니 산닌"
      },
      {
        "example": "僅かばかりの金を貰って生活している",
        "mean": "얼마 안 되는 돈을 받고 생활하고 있다",
        "yomikata": "와즈카바카리노 카네오 모랏테 세에카츠시테이루"
      }
    ]
  },
  {
    "word": "飽きる",
    "yomikata": "あきる",
    "mean": "질리다",
    "index": 6,
    "examples": [
      {
        "example": "私はその眺めに飽きることはありません。",
        "mean": "저는 그 전망에 질리지 않아요.",
        "yomikata": "와타시와 소노 나가메니 아키루 코토와 아리마세"
      },
      {"example": "私はすぐに飽きる。", "mean": "나는 금방 질려.", "yomikata": "와타시와 스구니 아키루"},
      {
        "example": "あなたが私に飽きるまで私と付き合って下さい。",
        "mean": "당신이 저에게 질릴 때까지 저와 사귀어 주세요.",
        "yomikata": "아나타가 와타시니 아키루마데 와타시토 츠키앗테쿠다사이"
      },
      {
        "example": "私はあなたはすぐ私を飽きると思う。",
        "mean": "나는 네가 곧 나를 질릴 거라고 생각해.",
        "yomikata": "와타시와 아나타와 스구 와타시오 아키루토 오모우"
      },
      {
        "example": "私は広大な海を飽きるまで見ていた。",
        "mean": "나는 광대한 바다를 질릴 때까지 보고 있었다.",
        "yomikata": "와타시와 코오다이나 우미오 아키루마데 미테이타"
      },
      {
        "example": "ただ、毎日だとさすがに飽きるだろう。もっと料理のバリエーションを増やさないと。",
        "mean": "그냥 매일이면 역시 질리겠지.요리의 종류를 더 늘려야 해.",
        "yomikata": "타다 마이니치다토 사스가니 아키루다로오 못토 료오리노 바리에에쇼오 후야사나이토"
      },
      {
        "example": "要するに彼は何にでも飽きるのだ。",
        "mean": "요컨대 그는 무엇에든 싫증을 내는 것이다.",
        "yomikata": "요오스루니 카레와 난니데모 아키루노다"
      },
      {
        "example": "飽きることを知らない。",
        "mean": "질 줄을 모르다.",
        "yomikata": "아키루 코토오 시라나이"
      },
      {
        "example": "彼はすぐその仕事に飽きるだろう。",
        "mean": "그는 곧 그 일에 싫증이 날 것이다.",
        "yomikata": "카레와 스구 소노 시고토니 아키루다로오"
      },
      {
        "example": "私はダンスに決して飽きることはありません。",
        "mean": "저는 춤에 결코 질리지 않아요.",
        "yomikata": "와타시와 단스니 켓시테 아키루 코토와 아리마세"
      },
      {
        "example": "同じ物ばかりだと飽きるから何か変った物にしよう",
        "mean": "같은 물건만 있으면 싫증이 나니까 뭔가 이상한 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 나니카 카왓타 모노니 시요오"
      },
      {
        "example": "彼は物事に熱中しやすい代わりに飽きるのも早い",
        "mean": "그는 일에 열중하기 쉬운 대신 쉽게 싫증을 낸다",
        "yomikata": "카레와 모노고토니 넷추우시야스이 카와리니 아키루노모 하야이"
      },
      {
        "example": "どんなよい物でも終い｛しまい｝には飽きる",
        "mean": "아무리 좋은 것이라도 끝이 난다[끝이 난다]",
        "yomikata": "돈나 요이 모노데모 시마이 시마이니와 아키루"
      },
      {
        "example": "この仕事は単調で飽きる",
        "mean": "이 일은 단조로워서 싫증이 난다",
        "yomikata": "코노 시고토와 탄초오데 아키루"
      },
      {
        "example": "旨い物を食い飽きる",
        "mean": "맛있는 것을 먹어 싫증이 나다",
        "yomikata": "우마이 모노오 쿠이아키루"
      },
      {
        "example": "飽きるほど旨い物を食う",
        "mean": "싫증이 날 정도로 맛있는 것을 먹다",
        "yomikata": "아키루호도 우마이 모노오 쿠우"
      },
      {
        "example": "飽きるほど会ってみたい",
        "mean": "질릴 정도로 만나보고 싶다",
        "yomikata": "아키루호도 앗테미타이"
      },
      {
        "example": "少年は食い飽きるということが無い",
        "mean": "소년은 식상할 일이 없다",
        "yomikata": "쇼오넨와 쿠이아키루토 유우 코토가 나이"
      },
      {
        "example": "同じ物ばかりだと飽きるから今日は何か変わった物にしよう",
        "mean": "같은 것만 있으면 싫증이 나니까 오늘은 뭔가 색다른 것으로 하자",
        "yomikata": "오나지 모노바카리다토 아키루카라 쿄오와 나니카 카왓타 모노니 시요오"
      }
    ]
  },
  {
    "word": "諦める",
    "yomikata": "あきらめる",
    "mean": "포기하다",
    "index": 8,
    "examples": [
      {
        "example": "諦めるな。",
        "mean": "고물상을 하는 업자 포기하지 마라.",
        "yomikata": "코도오구오 아키나우 교오샤 아키라메루나"
      },
      {
        "example": "彼は、そんなに簡単に私が諦めるだろうと思わなかった。",
        "mean": "그는 그렇게 쉽게 내가 포기하리라고 생각하지 않았다.",
        "yomikata": "카레와 손나니 칸탄니 와타시가 아키라메루다로오토 오모와나캇타"
      },
      {
        "example": "私がそんなに簡単に諦めるだろうと思うほど、彼は全く考えていないわけじゃないと願うよ。",
        "mean": "내가 그렇게 쉽게 포기하리라는 생각이 들 정도로 그는 전혀 생각하지 않은 게 아니었으면 좋겠어.",
        "yomikata": "와타시가 손나니 칸탄니 아키라메루다로오토 오모우호도 카레와 맛타쿠 칸가에테이나이 와케자 나이토 네가우요"
      },
      {
        "example": "海外留学の夢を諦める",
        "mean": "해외 유학의 꿈을 포기하다",
        "yomikata": "카이가이류우가쿠노 유메오 아키라메루"
      },
      {
        "example": "プロレスラーになるのを諦める。",
        "mean": "프로레슬러가 되는 것을 포기하다.",
        "yomikata": "푸로레스라아니 나루노오 아키라메루"
      },
      {
        "example": "もし私が彼女だったら、バレーボールを諦めるだろう。",
        "mean": "만약 내가 그녀라면 배구를 포기할 것이다.",
        "yomikata": "모시 와타시가 카노조닷타라 바레에보오루오 아키라메루다로오"
      },
      {
        "example": "あなたはそれを諦めるのはまだ早い。",
        "mean": "당신은 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타와 소레오 아키라메루노와 마다 하야이"
      },
      {
        "example": "今日は外出を諦める。",
        "mean": "오늘은 외출을 포기한다.",
        "yomikata": "쿄오와 가이슈츠오 아키라메루"
      },
      {
        "example": "その受講を諦める。",
        "mean": "그 수강을 포기하다.",
        "yomikata": "소노 주코오오 아키라메루"
      },
      {"example": "彼を諦めるわ。", "mean": "그를 포기할게.", "yomikata": "카레오 아키라메루와"},
      {
        "example": "私たちはその商談を諦める。",
        "mean": "우리는 그 상담을 포기한다.",
        "yomikata": "와타시타치와 소노 쇼오단오 아키라메루"
      },
      {
        "example": "それを諦めるしかない。",
        "mean": "그걸 포기할 수밖에 없어.",
        "yomikata": "소레오 아키라메루시카 나이"
      },
      {
        "example": "私はすぐにいろいろなことを諦める性格でした。",
        "mean": "나는 곧 여러 가지를 포기하는 성격이었어요.",
        "yomikata": "와타시와 스구니 이로이로나 코토오 아키라메루 세에카쿠데시타"
      },
      {
        "example": "夢を諦めるのは簡単だ。",
        "mean": "꿈을 포기하는 것은 쉽다.",
        "yomikata": "유메오 아키라메루노와 칸탄다"
      },
      {
        "example": "彼女にはそれを諦める選択はなかった。",
        "mean": "그녀에게는 그것을 포기할 선택이 없었다.",
        "yomikata": "카노조니와 소레오 아키라메루 센타쿠와 나캇타"
      },
      {
        "example": "彼は一旦それを諦める。",
        "mean": "그는 일단 그것을 포기한다.",
        "yomikata": "카레와 잇탄 소레오 아키라메루"
      },
      {
        "example": "彼はそれを諦めるようになる。",
        "mean": "그는 그것을 포기하게 된다.",
        "yomikata": "카레와 소레오 아키라메루요오니 나루"
      },
      {
        "example": "あなたは彼女を諦めるのですか。",
        "mean": "당신은 그녀를 포기할 건가요?",
        "yomikata": "아나타와 카노조오 아키라메루노데스카"
      },
      {
        "example": "あなたがそれを諦めるにはまだ早い。",
        "mean": "당신이 그것을 포기하기에는 아직 이르다.",
        "yomikata": "아나타가 소레오 아키라메루니와 마다 하야이"
      }
    ]
  },
  {
    "word": "呆れる",
    "yomikata": "あきれる",
    "mean": "어이없다, 기가 차다",
    "index": 9,
    "examples": [
      {"example": "あなたに呆れる。", "mean": "너한테 어이가 없어.", "yomikata": "아나타니 아키레루"},
      {
        "example": "正直が聞いて呆れるよ。",
        "mean": "솔직히 말해서 어이가 없어.",
        "yomikata": "쇼오지키가 키이테 아키레루요"
      },
      {
        "example": "忘れっぽいのには自分ながら呆れる。",
        "mean": "잘 잊어버리는 것에는 스스로도 어이가 없다.",
        "yomikata": "와스레쯔포이노니와 지분나가라 아키레루"
      },
      {
        "example": "彼の馬鹿げた振る舞いには呆れるよ。",
        "mean": "그의 어처구니없는 행동에는 어이가 없어.",
        "yomikata": "카레노 바카게타 후루마이니와 아키레루요"
      },
      {"example": "呆れるほどけち", "mean": "기가 막힐 정도로 인색하다", "yomikata": "아키레루호도 케치"},
      {
        "example": "(意外なことに)驚き呆れる状態",
        "mean": "(의외로) 놀라고 어이없는 상태",
        "yomikata": "이가이나 코토니 오도로키아키레루 조오타이"
      },
      {
        "example": "(意外なことに出あって)驚き呆れる",
        "mean": "(의외의 일을 만나) 놀라고 어이가 없다",
        "yomikata": "이가이나 코토니 데앗테 오도로키아키레루"
      },
      {"example": "非常に呆れる", "mean": "기가 막히다", "yomikata": "히조오니 아키레루"},
      {"example": "すっかり呆れる", "mean": "완전히 기가 막히다", "yomikata": "슷카리 아키레루"}
    ]
  },
  {
    "word": "憧れる",
    "yomikata": "あこがれる",
    "mean": "동경하다",
    "index": 10,
    "examples": [
      {
        "example": "憧れる気持が人一倍強かった",
        "mean": "동경하는 마음이 남달리 강했다",
        "yomikata": "아코가레루 키모치가 히토 이치바이 츠요캇타"
      },
      {
        "example": "私は金髪に憧れる。",
        "mean": "나는 금발을 동경한다.",
        "yomikata": "와타시와 킨파츠니 아코가레루"
      },
      {
        "example": "私は仲の良い親子に憧れる。",
        "mean": "나는 사이좋은 부모와 자식을 동경한다.",
        "yomikata": "와타시와 나카노 요이 오야코니 아코가레루"
      },
      {
        "example": "自分の憧れる人物にサインをもらいました。",
        "mean": "자신이 동경하는 인물에게 사인을 받았습니다.",
        "yomikata": "지분노 아코가레루 진부츠니 사인오 모라이마시타"
      },
      {
        "example": "私は彼のそんな考え方に憧れる。",
        "mean": "나는 그의 그런 사고방식을 동경한다.",
        "yomikata": "와타시와 카레노 손나 칸가에카타니 아코가레루"
      },
      {
        "example": "僕らは大空に憧れる。",
        "mean": "우리들은 하늘을 동경한다.",
        "yomikata": "보쿠라와 오오조라니 아코가레루"
      },
      {
        "example": "私は格好良い髭に憧れる。",
        "mean": "나는 멋진 수염을 동경해.",
        "yomikata": "와타시와 캇코오 요이 히게니 아코가레루"
      },
      {
        "example": "私はあなたに憧れる。",
        "mean": "나는 당신을 동경한다.",
        "yomikata": "와타시와 아나타니 아코가레루"
      },
      {
        "example": "私は彼に憧れる。",
        "mean": "나는 그를 동경한다.",
        "yomikata": "와타시와 카레니 아코가레루"
      },
      {
        "example": "私は彼女に憧れる。",
        "mean": "나는 그녀를 동경한다.",
        "yomikata": "와타시와 카노조니 아코가레루"
      },
      {"example": "先輩に憧れる。", "mean": "선배를 동경하다.", "yomikata": "센파이니 아코가레루"},
      {
        "example": "私はこんな恋愛に憧れる。",
        "mean": "나는 이런 연애를 동경해.",
        "yomikata": "와타시와 콘나 렌아이니 아코가레루"
      },
      {"example": "仲間に憧れる。", "mean": "동료를 동경하다.", "yomikata": "나카마니 아코가레루"},
      {
        "example": "彼は都会に憧れる。",
        "mean": "그는 도시를 동경한다.",
        "yomikata": "카레와 토카이니 아코가레루"
      },
      {
        "example": "もうあなたに憧れるのを止めます。",
        "mean": "이제 당신을 동경하는 것을 멈추겠습니다.",
        "yomikata": "모오 아나타니 아코가레루노오 토메마스"
      },
      {
        "example": "あなたに憧れるのをもう止めます。",
        "mean": "당신을 동경하는 것을 이제 그만하겠습니다.",
        "yomikata": "아나타니 아코가레루노오 모오 토메마스"
      }
    ]
  },
  {
    "word": "漁る",
    "yomikata": "あさる",
    "mean": "잡다, 따다, 찾아다니다",
    "index": 11,
    "examples": [
      {
        "example": "多くの本を手当りしだいに読み漁る",
        "mean": "많은 책을 닥치는 대로 읽다",
        "yomikata": "오오쿠노 혼오 테아타리시다이니 요미아사루"
      },
      {"example": "異性を漁る", "mean": "이성을 찾아 헤맨다", "yomikata": "이세에오 스나도루"}
    ]
  },
  {
    "word": "欺く",
    "yomikata": "あざむく",
    "mean": "속이다",
    "index": 12,
    "examples": [
      {
        "example": "彼女は彼を欺くのに巧妙な手を使った",
        "mean": "그녀는 그를 속이기 위해 교묘한 수법을 썼다",
        "yomikata": "카노조와 카레오 아자무쿠노니 코오묘오나 테오 츠캇타"
      },
      {
        "example": "彼は他人を欺くようなことはしない。",
        "mean": "그는 남을 속이는 짓은 하지 않는다.",
        "yomikata": "카레와 타닌오 아자무쿠요오나 코토와 시나이"
      },
      {
        "example": "(行為で)うそをつく, 欺く.",
        "mean": "(행위로) 거짓말을 하다.",
        "yomikata": "코오이데 우소오 츠쿠 아자무쿠"
      },
      {
        "example": "明々と照明された室内は昼を欺く明るさであった.",
        "mean": "환하게 불이 켜진 실내는 낮을 속이는 밝기였다.",
        "yomikata": "아카아카토 쇼오메에사레타 시츠나이와 히루오 아자무쿠 아카루사데 앗타"
      },
      {
        "example": "始めは人を欺き終｛つい｝には己を欺く",
        "mean": "처음에는 남을 속이고 끝에는 자신을 속인다",
        "yomikata": "하지메와 히토오 아자무키 오와리 츠이니와 오노레오 아자무쿠"
      },
      {
        "example": "花を欺く顔容｛かんばせ｝",
        "mean": "꽃을 속이는 용모{속임}",
        "yomikata": "하나오 아자무쿠 간요오 칸바세"
      },
      {"example": "雪を欺く肌", "mean": "눈을 속이는 피부", "yomikata": "유키오 아자무쿠 하다"},
      {"example": "昼を欺く電灯", "mean": "대낮을 속이는 전등", "yomikata": "히루오 아자무쿠 덴토오"},
      {
        "example": "人を犠牲にする（欺く）",
        "mean": "사람을 희생하다(속이다)",
        "yomikata": "히토오 기세에니 스루 아자무쿠"
      },
      {"example": "花を欺く肌", "mean": "꽃을 속이는 피부", "yomikata": "하나오 아자무쿠 하다"},
      {
        "example": "始め人を欺き欺きするとしまいには己を欺くようになる",
        "mean": "처음 사람을 속이고 속이면 나중에는 자기를 속이게 된다",
        "yomikata": "하지메히토오 아자무키 아자무키스루토 시마이니와 오노레오 아자무쿠요오니 나루"
      },
      {"example": "昼を欺く電光", "mean": "대낮을 속이는 전광", "yomikata": "히루오 아자무쿠 덴코오"},
      {
        "example": "手だてをもって敵を欺く",
        "mean": "손재주로 적을 속이다",
        "yomikata": "테다테오 못테 테키오 아자무쿠"
      },
      {
        "example": "始め人を欺き欺きするとついには己を欺くようになる",
        "mean": "처음 사람을 속이고 속이면 마침내 자기를 속이게 된다",
        "yomikata": "하지메히토오 아자무키 아자무키스루토 츠이니와 오노레오 아자무쿠요오니 나루"
      }
    ]
  },
  {
    "word": "預かる",
    "yomikata": "あずかる",
    "mean": "맡다, 보관하다",
    "index": 13,
    "examples": [
      {
        "example": "私はあなたの連絡が無い限り、これ以上預かることはできません。",
        "mean": "저는 당신의 연락이 없는 한 더 이상 맡을 수 없습니다.",
        "yomikata": "와타시와 아나타노 렌라쿠가 나이 카기리 코레이조오 아즈카루 코토와 데키마세"
      },
      {
        "example": "銀行は人の金を預かる。",
        "mean": "은행은 남의 돈을 보관한다.",
        "yomikata": "긴코오와 히토노 카네오 아즈카루"
      },
      {
        "example": "銀行は我々のために金を預かる.",
        "mean": "은행은 우리를 위해 돈을 보관한다.",
        "yomikata": "긴코오와 와레와레노 타메니 카네오 아즈카루"
      },
      {
        "example": "時計を抵当物として預かる.",
        "mean": "시계를 저당물로 맡다.",
        "yomikata": "토케에오 테에토오부츠토 시테 아즈카루"
      },
      {
        "example": "劇場に外套を預かるところがあるか",
        "mean": "극장에 외투를 맡길 데가 있는가",
        "yomikata": "게키조오니 가이토오오 아즈카루 토코로가 아루카"
      },
      {
        "example": "私がたいせつな物を預かる",
        "mean": "내가 중요한 것을 맡다",
        "yomikata": "와타시가 타이세츠나 모노오 아즈카루"
      },
      {"example": "財産を預かる", "mean": "재산을 맡다", "yomikata": "자이산오 아즈카루"},
      {
        "example": "銀行で金を預かる",
        "mean": "은행에서 돈을 맡다",
        "yomikata": "긴코오데 카네오 아즈카루"
      },
      {"example": "けんかを預かる", "mean": "싸움을 맡다", "yomikata": "켄카오 아즈카루"},
      {
        "example": "相撲の勝負を預かる",
        "mean": "씨름의 승부를 맡다",
        "yomikata": "스모오노 쇼오부오 아즈카루"
      },
      {"example": "しばらく事を預かる", "mean": "잠시 일을 맡다", "yomikata": "시바라쿠 코토오 아즈카루"},
      {
        "example": "留守をする、留守を預かる",
        "mean": "집을 보다, 집을 보다",
        "yomikata": "루스오 스루 루스오 아즈카루"
      },
      {
        "example": "「ける」の他動詞は受身になると「かる」となる。例えば、「預ける、預かる」「授ける、授かる」",
        "mean": "「ける」의 타동사는 수동이 되면 「かる」가 된다.예를 들면, '맡기다, 맡기다', '맡기다, 받다'",
        "yomikata": "케루 노 타도오시와 우케미니 나루토 카루 토 나루 타토에바 아즈케루 아즈카루 사즈케루 사즈카루"
      },
      {
        "example": "特に小さな空間で心地よいもてなしや逗留を楽しむまたは預かる",
        "mean": "특히 작은 공간에서 편안한 접대나 체류를 즐기거나 보관하는",
        "yomikata": "토쿠니 치이사나 쿠우칸데 코코치요이 모테나시야 토오류우오 타노시무 마타와 아즈카루"
      },
      {
        "example": "コートや手荷物を預かる係員",
        "mean": "코트나 수화물을 보관하는 담당자",
        "yomikata": "코오토야 테니모츠오 아즈카루 카카리인"
      },
      {"example": "罪人を預かる人", "mean": "죄인을 다스리는 사람", "yomikata": "자이닌오 아즈카루 히토"},
      {
        "example": "旅客の馬を宿屋で預かること",
        "mean": "여객의 말을 여관에 보관하는 일",
        "yomikata": "료카쿠노 우마오 야도야데 아즈카루 코토"
      },
      {
        "example": "馬宿という,馬を預かる設備のある宿泊施設",
        "mean": "마숙이라고 하는 말을 보관하는 시설이 있는 숙박 시설",
        "yomikata": "우마야도토 유우 우마오 아즈카루 세츠비노 아루 슈쿠하쿠시세츠"
      },
      {"example": "盗品を預かること", "mean": "장물을 보관하는 일", "yomikata": "토오힌오 아즈카루 코토"}
    ]
  },
  {
    "word": "暴き出す",
    "yomikata": "あばきだす",
    "mean": "폭로하다",
    "index": 14,
    "examples": [
      {
        "example": "古いスキャンダルを暴き出す.",
        "mean": "낡은 스캔들을 들추어내다.",
        "yomikata": "후루이 스캬다루오 아바키다스"
      }
    ]
  },
  {
    "word": "表す",
    "yomikata": "あらわす",
    "mean": "나타내다",
    "index": 15,
    "examples": [
      {
        "example": "怒りを顔に表す",
        "mean": "노여움을 얼굴에 나타내다",
        "yomikata": "이카리오 카오니 아라와스"
      },
      {"example": "不快を表す", "mean": "불쾌함을 나타내다", "yomikata": "후카이오 아라와스"},
      {
        "example": "5分の2をパーセントで表すと40％である",
        "mean": "5분의 2를 퍼센트로 나타내면 40퍼센트이다",
        "yomikata": "고분노니오 파아센토데 아라와스토 욘주쯔파아센토데 아루"
      },
      {
        "example": "日本語には丁重さを表す言い回しがたくさんある",
        "mean": "일본어에는 정중함을 나타내는 표현이 많이 있다",
        "yomikata": "니혼고니와 테에초오사오 아라와스 이이마와시가 타쿠산 아루"
      },
      {
        "example": "自分の考えを自由に表すこと",
        "mean": "자신의 생각을 자유롭게 표현하는 것",
        "yomikata": "지분노 칸가에오 지유우니 아라와스 코토"
      },
      {
        "example": "胸に思っていることをことばで表す",
        "mean": "가슴에 생각하고 있는 것을 말로 나타내다",
        "yomikata": "무네니 오못테이루 코토오 코토바데 아라와스"
      },
      {
        "example": "18ページの図は主要な穀物生産地域を表す",
        "mean": "18쪽짜리 그림은 주요 곡물 생산 지역을 보여 준다",
        "yomikata": "주우하치페에지노 즈와 슈요오나 코쿠모츠세에산치이키오 아라와스"
      },
      {
        "example": "不満を表す，苦情を言う",
        "mean": "불만을 나타내다, 불만을 말하다",
        "yomikata": "후만오 아라와스 쿠조오오 유우"
      },
      {
        "example": "これらのＸマークは地雷がある場所を表す",
        "mean": "이 X 표시들은 지뢰가 있는 곳을 나타낸다",
        "yomikata": "코레라노 엣쿠스마아쿠와 지라이가 아루 바쇼오 아라와스"
      },
      {
        "example": "水着の最新型を発表する",
        "mean": "수영복의 최신형을 발표하다",
        "yomikata": "미즈기노 사이신가타오 핫표오스루"
      },
      {
        "example": "彼女は委員会を代表するよう指名された",
        "mean": "그녀는 위원회를 대표하도록 지명되었다",
        "yomikata": "카노조와 이인카이오 다이효오스루요오 시메에사레타"
      },
      {
        "example": "祝意を表するために",
        "mean": "축의를 표하기 위해서",
        "yomikata": "슈쿠이오 효오스루 타메니"
      },
      {
        "example": "彼女は感情を表すまいとしたが笑みが口元にこぼれてしまった",
        "mean": "그녀는 감정을 드러내지 않으려고 했지만 미소가 입가에 흘러 내리고 말았다",
        "yomikata": "카노조와 칸조오오 아라와스마이토 시타가 에미가 쿠치모토니 코보레테시맛타"
      },
      {
        "example": "投票結果を発表する",
        "mean": "투표 결과를 발표하다",
        "yomikata": "토오효오켓카오 핫표오스루"
      },
      {
        "example": "世間に事実を公表する",
        "mean": "세상에 사실을 공표하다",
        "yomikata": "세켄니 지지츠오 코오효오스루"
      },
      {
        "example": "全選手がサポーターに感謝を表すためにピッチに現れた",
        "mean": "모든 선수들이 지지자들에게 감사를 표하기 위해 경기장에 나타났다",
        "yomikata": "젠 센슈가 사포오타아니 칸샤오 아라와스 타메니 핏치니 아라와레타"
      },
      {
        "example": "公式声明を発表する",
        "mean": "공식 성명을 발표하다",
        "yomikata": "코오시키세에메에오 핫표오스루"
      },
      {
        "example": "♀は女性を，♂は男性を表す記号である",
        "mean": "♀는 여성을, ♂는 남성을 나타내는 기호이다",
        "yomikata": "와 조세에오 와 단세에오 아라와스 키고오데 아루"
      },
      {
        "example": "感謝の気持ちを表す",
        "mean": "감사의 마음을 표하다",
        "yomikata": "칸샤노 키모치오 아라와스"
      },
      {
        "example": "彼はその写真を公表するぞと言って脅した",
        "mean": "그는 그 사진을 공개하겠다고 위협했다",
        "yomikata": "카레와 소노 샤신오 코오효오스루조토 잇테 오도시타"
      }
    ]
  },
  {
    "word": "現れる",
    "yomikata": "あらわれる",
    "mean": "나타나다",
    "index": 16,
    "examples": [
      {
        "example": "ビートルズは20世紀の最も偉大なバンドだった．今後このようなバンドが現れるだろうか",
        "mean": "비틀즈는 20세기의 가장 위대한 밴드였다. 앞으로 이런 밴드가 등장할까",
        "yomikata": "비이토루즈와 니주쯔세에키노 못토모 이다이나 반도닷타 콘고 코노요오나 반도가 아라와레루다로오카"
      },
      {
        "example": "私たちは歌手が舞台に現れるのを待っていた",
        "mean": "우리는 가수가 무대에 나타나기를 기다리고 있었다",
        "yomikata": "와타시타치와 카슈가 부타이니 아라와레루노오 맛테이타"
      },
      {
        "example": "禁断症状が現れる；急に断つ",
        "mean": "금단 증상이 나타나다",
        "yomikata": "킨단쇼오조오가 아라와레루 큐우니 타츠"
      },
      {
        "example": "すてきだよね夜空に星が現れるのを見ているのって",
        "mean": "멋지네 밤하늘에 별이 나타나는것을 보고있는건",
        "yomikata": "스테키다요네 요조라니 호시가 아라와레루노오 미테이루놋테"
      },
      {
        "example": "悪魔はうわさをすれば現れる；うわさをすれば影",
        "mean": "악마는 소문을 내면 나타난다; 소문을 내면 그림자",
        "yomikata": "아쿠마와 우와사오 스레바 아라와레루 우와사오 스레바 카게"
      },
      {
        "example": "大丈夫．彼はもうじき現れるよ",
        "mean": "괜찮아. 그는 곧 나타날 거야",
        "yomikata": "다이조오부 카레와 모오 지키 아라와레루요"
      },
      {
        "example": "現れてほしくない場面に現れる",
        "mean": "나타나지 않았으면 하는 장면에 나타나다",
        "yomikata": "아라와레테 호시쿠 나이 바멘니 아라와레루"
      },
      {
        "example": "彼女の物語には想像上の登場人物がたくさん現れる",
        "mean": "그녀의 이야기에는 상상 속의 많은 인물들이 등장한다",
        "yomikata": "카노조노 모노가타리니와 소오조오조오노 토오조오진부츠가 타쿠산 아라와레루"
      },
      {
        "example": "だから私がおじを迎えに駅に行ったんだよ，いいかい，そして彼が現れるのを一時間近く待ったんだよ",
        "mean": "그러니까 내가 아저씨를 데리러 역에 간 거야, 들어봐, 그리고 그가 나타나기를 한 시간 가까이 기다렸어",
        "yomikata":
            "다카라 와타시가 오지오 무카에니 에키니 잇타다요 이 이카이 소시테 카레가 아라와레루노오 이치지칸치카쿠 맛타다요"
      },
      {
        "example": "彼がいつ現れるかはわからない",
        "mean": "그가 언제 나타날지는 알 수 없다",
        "yomikata": "카레가 이츠 아라와레루카와 와카라나이"
      },
      {
        "example": "その岩は潮が引くと現れる",
        "mean": "그 바위는 조수가 빠지면 나타난다",
        "yomikata": "소노 이와와 시오가 히쿠토 아라와레루"
      },
      {
        "example": "必ず運命の人が現れる",
        "mean": "반드시 운명의 사람이 나타난다",
        "yomikata": "카나라즈 운메에노 히토가 아라와레루"
      },
      {
        "example": "個人についてはリミナリティーは思春期に現れる。",
        "mean": "개인에 대해서는 리미나리티는 사춘기에 나타난다.",
        "yomikata": "코진니 츠이테와 리미나리티이와 시슈키니 아라와레루"
      },
      {
        "example": "ときどき現れる彼の気難しさを私は無視することを覚えた。",
        "mean": "가끔 나타나는 그의 까다로움을 나는 무시하는 것을 느꼈다.",
        "yomikata": "토키도키 아라와레루 카레노 키무즈카시사오 와타시와 무시스루 코토오 오보에타"
      },
      {
        "example": "幼虫の変態の準備が整ったとき、幼虫の体の中に成虫細胞が現れる。",
        "mean": "유충의 변태가 준비되었을 때 유충의 몸 속에 성충 세포가 나타난다.",
        "yomikata": "요오추우노 헨타이노 주비가 토토놋타 토키 요오추우노 카라다노 나카니 세에추우사이보오가 아라와레루"
      },
      {
        "example": "遅行性の薬は2、3か月後に効果が現れる。",
        "mean": "지행성 약은 2, 3개월 후에나 효과가 나타난다.",
        "yomikata": "치코오세에노 쿠스리와 니 산카게츠고니 코오카가 아라와레루"
      },
      {
        "example": "この戯曲において、彼の復讐心は主に2人の人物に対して現れる。",
        "mean": "이 희곡에서 그의 복수심은 주로 두 인물에 대해 나타난다.",
        "yomikata": "코노 기쿄쿠니 오이테 카레노 후쿠슈우신와 오모니 후타리노 진부츠니 타이시테 아라와레루"
      },
      {
        "example": "ギリシャ神話では、木の精は緑色の髪をした美しい娘の姿で美しい男性や美少年の前に現れる。",
        "mean":
            "그리스 신화에서 나무의 정은 초록색 머리를 한 아름다운 처녀의 모습으로 아름다운 남성이나 미소년 앞에 나타난다.",
        "yomikata":
            "기리샤신와데와 키노 세에와 미도리이로노 카미오 시타 우츠쿠시이 무스메노 스가타데 우츠쿠시이 단세에야 비쇼오넨노 마에니 아라와레루"
      },
      {
        "example": "次の節の後ろに現れる",
        "mean": "다음 절 뒤에 나타나다",
        "yomikata": "츠기노 후시노 우시로니 아라와레루"
      },
      {
        "example": "明日彼が現れるかはまだわからない。",
        "mean": "내일 그가 나타날지는 아직 모른다.",
        "yomikata": "아스 카레가 아라와레루카와 마다 와카라나이"
      }
    ]
  },
];
