List jsonN1Grammars = [
  {
    "id": 9,
    "grammar": "~ともなく / ともなしに (특정 불가의 출처)",
    "means": "~모르게",
    "description":
        "의문사에 대해서 동작이나 장소, 시간 등을 특정할 수 없음을 나타낸다\n\n[어디선가 모르게, 누구에게나, 어느 쪽이든 상관없이, 어디론가] 라는 해석.",
    "connectionWays": "의문사 ( + 조사) + ともなく\n의문사 ( + 조사) + ともなしに",
    "examples": [
      {
        "answer": "ともなく",
        "word": "どこからともなく銃声が聞こえてくる。",
        "mean": "어디선가 모르게 총성이 들려온다.",
      },
      {
        "answer": "ともなく",
        "word": "二人はどちらからともなく手を繫ぎ, 歩き出した。",
        "mean": "두 사람은 어디선가 모르게 손을 잡고 걷기 시작했다.",
      },
      {
        "answer": "ともなく",
        "word": "いつもガムを噛んでいることから, 彼を[ ガム男 ]と誰ともなく呼ぶようになった。",
        "mean": "항상 껌을 씹다 보니 나도 모르게 그를 껌남이라고 남몰래 부르게 됐다.",
      },
      {
        "answer": "ともなく",
        "word": "窓開けてるとどこからともなく良い匂いしてきた。",
        "mean": "창문 여니 어딘지 모르게 좋은 낸다새가 난다.",
      },
      {
        "answer": "ともなく",
        "word": "誰にともなく言いたい。この気持ちを誰かに知ってほしい。",
        "mean": "누구에게나 말하고 싶다.이 마음을 누군가가 알았으면 좋겠어.",
      },
      {
        "answer": "ともなく",
        "word": "陽も落ちて辺りが暗くなり始めた頃から, どこからともなく人々が集まってきました。",
        "mean": "햇빛도 떨어지고 주위가 어두워지기 시작했을 무렵부터 어디선가 모르게 사람들이 모여들었습니다.",
      },
      {
        "answer": "ともなく",
        "word": "どこからともなく花火の音が聞こえてきて夏を感じた。",
        "mean": "어디선가 모르게 불꽃소리가 들려와 여름을 느꼈다.",
      },
      {
        "answer": "ともなく",
        "word": "不思議な光がどこからともなく現れ, どこへともなく消えていった。",
        "mean": "이상한 빛이 어디선가 모르게 나타나더니 어디론가 사라져 갔다.",
      },
      {
        "answer": "ともなく",
        "word": "いい感じの雰囲気になってどちらともなくキスをした。",
        "mean": "분위기가 좋아져서 둘 다 (어느 쪽이든 상관없이) 키스를 했다.",
      },
      {
        "answer": "ともなく",
        "word": "どこからともなく臭いにおいがする。",
        "mean": "어딘지 모르게 구린내가 난다.",
      },
      {
        "answer": "ともなしに",
        "word": "文句を誰ともなしに言ったところで世の中が変わる訳でもない。",
        "mean": "불평을 누구에게나 한다고 세상이 바뀌는 것도 아니다.",
      },
      {
        "answer": "ともなしに",
        "word": "何処からともなしにお香の香りが漂ってきた。",
        "mean": "어딘지 모르게 향내가 풍겨왔다.",
      },
    ],
  },
  {
    "id": 17,
    "grammar": "(た)手前",
    "means": "~한 체면상\n~해 놓았으니",
    "description":
        "手前 는 체면이란 뜻이 있어 화자의 본의 아닌 감정을 나타낸다\n\n앞에는 이유를 뒤에는 입장이나 사회적 평가를 고려한 후에 사실은 하고 싶지 않지만 해야하는 의미를 나타낸다.\n\n하지 않으면 평가가 떨어지거나 면목이 서지 않기 때문이다.\n\n따라 뒤에는 [するしかない, なければならない, すべき] 등 동작을 제한하는 의미가 온다.\nたてまえ 라고 발음한다.",
    "connectionWays": "동사 과거형,\n명사+の+手前",
    "examples": [
      {
        "answer": "した手前",
        "word": "約束した手前, 寝る時間を割いてでもやるべきだと思う。",
        "mean": "약속 해 놓았으니 잘 시간을 내서라도 해야 할 것 같아.",
      },
      {
        "answer": "もらっている手前",
        "word": "毎度助けてもらっている手前, 何かお礼をしなければ。",
        "mean": "매번 도움을 받은 체면상 뭔가 감사를 드려야죠.",
      },
      {
        "answer": "誘った手前",
        "word": "自分から誘った手前, 今さらやっぱり止めようとは言いにくい。",
        "mean": "자신이 권유해 놓았으니, 이제 와서 역시 그만두자고 말하기 어렵다.",
      },
      {
        "answer": "言い出した手前",
        "word": "[ 別れよう ]と私が言い出した手前, やっぱりやり直そうとは言えない。",
        "mean": "헤어지자고 내가 말을 꺼내었으니, 역시 다시 시작하자고는 할 수 없다.",
      },
    ],
  },
  {
    "id": 22,
    "grammar": "てはばからない",
    "means": "~하기를 주저하지 않는다\n~거리낌 없이~하다",
    "description":
        "憚る(はばかる) [꺼리다] 의 부정표현이 문법화 된 것. \n\n거리낌 없이 눈치 보지 않고 당당하게 행동할 때 사용 ",
    "connectionWays": "て형 접속",
    "examples": [
      {
        "answer": "てはばからない",
        "word": "田中さんは自分がクラスで一番頭がいいと言ってはばからない。",
        "mean": "다나카씨는 자신이 반에서 가장 머리가 좋다고 말하는 것을 주저하지 않는다.",
      },
      {
        "answer": "てはばからない",
        "word": "その政治家は日本のアニメオタクであることを公言してはばからない。",
        "mean": "그 정치인은 일본 애니메이션 오타쿠임을 거리낌없이 공언했다.",
      },
      {
        "answer": "てはばからない",
        "word": "最近のアイドルは[ 恋人がいる ]と公言してはばからない。",
        "mean": "요즘 아이돌은 애인이 있다고 공언하기를 주저하지 않는다.",
      },
      {
        "answer": "てはばからない",
        "word": "部長は部下の功績を自分のものと嘘をついてはばからない。",
        "mean": "부장은 부하의 공적을 자기 것이라고 거짓말하는 것을 주저하지 않는다.",
      },
      {
        "answer": "てはばからない",
        "word": "言い訳が多い人はなんでも時代のせいにしてはばからない。",
        "mean": "변명이 많은 사람은 뭐든지 시대를 탓이라고 하는 것을 주저하지 않는다.",
      },
      {
        "answer": "てはばからない",
        "word": "弟は少しテレビに映っただけなのに, 有名人を気取ってはばからない。",
        "mean": "동생은 잠깐 TV에 나왔을 뿐인데 거리낌 없이 유명인 척을 한다.",
      },
      {
        "answer": "てはばからない",
        "word": "彼女は彼の好きな部分をみんなに語ってはばからない。",
        "mean": "그녀는 그가 좋아하는 부분을 모두에게 말하는 것을 주저하지 않는다.",
      },
      {
        "answer": "てはばからない",
        "word": "彼は利益のためなら周りの人を犠牲にしてはばからない人だ。",
        "mean": "그는 이익을 위해서라면 주위 사람들을 희생 시키기를 주저하지 않는 인간이다.",
      },
      {
        "answer": "てはばからない",
        "word": "あの親は自分の子どもが天才だと断言してはばからない。",
        "mean": "저 부모는 자기 아이가 천재라고 단언하는 하는 것을 주저하지 않는다.",
      },
      {
        "answer": "とってはばからない",
        "word": "佐藤さんは仕事はよくできるが, 他人に不機嫌な態度をとってはばからないので嫌われている。",
        "mean": "사토 씨는 일은 잘하지만, 다른 사람에게 기분 나쁜 태도를 하는 것을 주저하지 않기 때문에 미움을 받고 있다.",
      },
      {
        "answer": "てはばからない",
        "word": "彼は実家がお金持ちなことを自慢してはばからない。",
        "mean": "그는 친정이 부자라는 것을 거리낌 없이 자랑한다.",
      },
    ],
  },
  {
    "id": 26,
    "grammar": "てもともとだ",
    "means": "~해도 본전치기다",
    "description": "가능성이 희박한 것을 나타내는 경우나 도전해서 실패한 경우에 사용함",
    "connectionWays": "て형 접속",
    "examples": [
      {"answer": "元々だ", "word": "ダメで元々だ", "mean": "밑저야 본전이다"},
      {"answer": "もともとだ", "word": "負けてもともとだ", "mean": "져보 본전이다"},
      {
        "answer": "もともとだ",
        "word": "失敗してもともとだと思う",
        "mean": "실패해도 본전이라고 생각해",
      },
    ],
  },
  {
    "id": 28,
    "grammar": "~というか ~というか /~といおうか ~といおうか",
    "means": "~라고 할까 ~라고 할까",
    "description":
        "자신이 느끼고 있는 인상이나 판단을 서술하여 그것을 설명하거나 평가하는 표현.\n\n직접적으로 말하는 것을 피할 때 사용함.",
    "connectionWays": "な형용사 어간\n나머지는 보통형에 접속",
    "examples": [
      {
        "answer": "悲しいというか",
        "word": "よく一緒に遊んでいた友人が転校してしまい, 寂しいというか悲しいというか, この感情は誰にも説明できない。",
        "mean": "자주 같이 놀던 친구가 전학을 가서 외롭다고 할까 슬프다고 할까, 이 감정은 누구에게도 설명할 수 없다.",
      },
      {
        "answer": "残念というか",
        "word": "この映画のオチには失望というか残念というか, 見なければ良かったと思う。",
        "mean": "이 영화의 만담에는 실망이랄까 아쉽다랄까, 안 봤으면 좋았을 것 같아.",
      },
      {
        "answer": "無茶というか",
        "word": "あんなところに一人で行くなんて, 無謀というか無茶というか, とにかく私には理解できない。",
        "mean": "저런 곳에 혼자 가다니 무모하다고 할까, 터무니없다고 할까, 어쨌든 나는 이해할 수 없다.",
      },
      {
        "answer": "嬉しいというか",
        "word": "たくさんお祝いをしていただき, 嬉しいというか感謝というか, 言葉になりません。",
        "mean": "축하를 많이 해 주셔서 기쁘다고 할까, 감사하다고 할까, 말이 되지 않습니다.",
      },
      {
        "answer": "何というか",
        "word": "この質問には答えづらいというか何というか, 女性にする質問としては不適切だと思う。",
        "mean": "이 질문에는 대답하기 어렵다고 할까, 뭐랄까, 여성에게 하는 질문으로는 부적절하다고 생각한다.",
      },
      {
        "answer": "面白いというか",
        "word": "彼は変というか面白いというか, どこか他の人と違う。",
        "mean": "그는 이상하다고 할까 재미있다고 할까, 어딘가 다른 사람과 다르다.",
      },
      {
        "answer": "無神経というか",
        "word": "そんなことを言うなんて無神経というか何というか, 彼の人格を疑う。",
        "mean": "그런 말을 하다니 무신경하다고 할까, 뭐랄까, 그의 인격을 의심한다.",
      },
      {
        "answer": "味が濃いというか",
        "word": "自分でチャーハン作ってみたけど食感が悪いというか味が濃いというか, 反省点がたくさんある。",
        "mean": "직접 볶음밥 해봤는데 식감이 안 좋다고 할까, 맛이 진하다고 할까 반성점이 많이 있다.",
      },
    ],
  },
  {
    "id": 33,
    "grammar": "とまでは言わないが / とまでは言わないとしても / とまでは言わないにしても",
    "means": "~라고까지는 할 수 없지만\n~라고까지는 할 수 없어도 ",
    "description": "다양한 모양으로 사용된다. 예시를 보면서 익히는 것이 좋음",
    "connectionWays": "な형용사 어간\n나머지는 보통형에 접속",
    "examples": [
      {
        "answer": "とまでは言わないが",
        "word": "昔は良かったとまでは言わないが, ふと懐かしくなることもある。",
        "mean": "옛날에는 좋았다고까지는 말하지 않지만 문득 그리워지기도 한다.",
      },
      {
        "answer": "とまでは言わないが",
        "word": "[ 大人になれ ]とまでは言わないが, お前はもう子どもじゃないんだ。分かるか？",
        "mean": "어른이 되라는 말까지는 안 하지만 넌 이제 어린애가 아니야.알아?",
      },
      {
        "answer": "までは言わないにしても",
        "word": "お酒を飲むなとまでは言わないにしても, 意識が飛ぶほど飲むのは止めてほしい。",
        "mean": "술을 마시지 말라고까지는 말하지 않더라도 의식이 날아갈 정도로 마시는 것은 그만두었으면 한다.",
      },
      {
        "answer": "とまでは言わなくとも",
        "word": "お金さえあれば幸せとまでは言わなくとも, ほとんどの事はお金で解決できる。",
        "mean": "돈만 있으면 행복하다고까지는 말할 수 없어만 대부분의 일은 돈으로 해결할 수 있다.",
      },
      {
        "answer": "とは言わないまでも",
        "word": "絶対やるなとは言わないまでも, やるなら十分注意したほうがいい。",
        "mean": "절대 하지 말라고는 말하지 않아도 한다면 충분히 주의하는 편이 좋다.",
      },
      {
        "answer": "とまでは言わないが",
        "word": "裕福とまでは言わないが, 週１で贅沢できるような生活がしたい。",
        "mean": "부유하다고까지는 말하지 않지만, 주 1로 사치할 수 있는 생활을 하고 싶다.",
      },
      {
        "answer": "とは言わないにしても",
        "word": "腹筋を割るとは言わないにしても, お腹周りの贅肉は取り除きたい。",
        "mean": "복근을 깬다고는 하지 않더라도 뱃살은 빼고 싶다.",
      },
      {
        "answer": "とは言わないまでも",
        "word": "[ 鬼滅の刃 ]は過去に見たアニメの中で一番とは言わないまでもかなり好き。",
        "mean": "귀멸의 칼날은 과거에 본 애니메이션 중에서 으뜸이라고는 할 수 없어도 꽤 좋아.",
      },
    ],
  },
  {
    "id": 34,
    "grammar": "ない(もの)でもない / なくもない",
    "means": "~하지 않는 것도 아니다\n안 ~ 하는 건 아니다",
    "description":
        "1. 소극적인 단정을 나타낸다.\n사고[思考]나 감정 등에 관련된 말에 붙음\n\n2. 소극적인 가능성을 나타낸다\n가능성이 0 은 아니지만 원칙적으론 불가능 할 때 사용된다",
    "connectionWays": "동사 ない형",
    "examples": [
      {
        "answer": "気がしないでもない",
        "word": "彼を見ていると, 過去の自分を見ている気がしないでもない。",
        "mean": "그를 보고 있으면 과거의 자신을 보는 기분이 들지 않는 것도 않는다.",
      },
      {
        "answer": "分からないでもないが",
        "word": "マナーの悪い人に対して腹が立つのは分からないでもないが, 手を出すのは良くない。",
        "mean": "매너가 나쁜 사람에 대해 화가 나는 것은 모르는 것도 아니지만 손을 대는 것은 좋지 않다.",
      },
      {
        "answer": "思わないものでもないが",
        "word": "彼女のことは可哀想とは思わないものでもないが, 結局自業自得だったと思う。",
        "mean": "그녀를 불쌍히 여기지 않는 것도 아니지만 결국 자업자득이었다고 생각한다.",
      },
      {
        "answer": "ないものでもない",
        "word": "気温が35度を超えると命の危険を感じないものでもない。",
        "mean": "기온이 35도를 넘으면 생명의 위험을 느끼지 않는 것도 아니다.",
      },
      {
        "answer": "ないものでもない",
        "word": "子どもの頃にそろばんを習ったので暗算が得意。そこだけは親に感謝しないものでもない。",
        "mean": "어렸을 때 주판을 배웠기 때문에 암산이 특기. 거기만은 부모에게 감사하지 않는 것도 아니다.",
      },
      {
        "answer": "しないでもない",
        "word": "殺人はしてはいけないことだが, 犯人の境遇を考えると多少同情しないでもない。",
        "mean": "살인은 해서는 안 되는 일이지만 범인의 처지를 생각하면 다소 동정하지 않는 것도 않는다.",
      },
      {
        "answer": "なくもない",
        "word": "謎の下痢。思い当たる節がなくもない。",
        "mean": "수수께끼의 설사. 짚이는 데가 없지 않은 것도 아니다.",
      },
      {
        "answer": "しなくもない",
        "word": "痛烈な反論は歓迎しなくもない。",
        "mean": "통렬한 반론은 환영하지 않는 것도 아니다",
      },
      {
        "answer": "やらないでもない",
        "word": "今素直に謝ってくれるのであれば, 許してやらないでもない。",
        "mean": "지금 솔직하게 사과해준다면 용서해 주지 않는 것도 아니다.",
      },
      {
        "answer": "行けないでもない",
        "word": "ここからは少し遠いが, 頑張れば歩いて行けないでもない。",
        "mean": "여기서는 좀 멀지만 열심히 하면 걸어갈 수 없는 것도 아니다.",
      },
      {
        "answer": "作れないものでもない",
        "word": "レシピさえ見れれば, 私にも作れないものでもない。",
        "mean": "레시피만 보면 나도 못 만드는 것도 아니야.",
      },
      {
        "answer": "出れないものでもない",
        "word": "骨折したが, 助けさえあれば部屋から出れないものでもない。",
        "mean": "골절상을 입었지만 도움만 있으면 방에서 나올 수 없는 것도 아니다.",
      },
      {
        "answer": "ないものでもない",
        "word": "お金さえ積んでくれれば, 譲れないものでもない。",
        "mean": "돈만 쌓아주면 양보할 수 없는 것도 아니다.",
      },
      {
        "answer": "ないものでもない",
        "word": "人間関係は学校でしか学べないものでもない。",
        "mean": "인간관계는 학교에서만 배울 수 없는 것도 아니다.",
      },
      {
        "answer": "届かなくもない",
        "word": "あの車ちょっと高いが, 貯金すれば手が届かなくもない。",
        "mean": "저 차 좀 비싸지만 저금하면 손이 닿지 않는 것도 않이다.",
      },
      {
        "answer": "決められなくもない",
        "word": "時間があればゆっくり考えるが, 決断しなければならないなら今すぐ決められなくもない。",
        "mean": "시간이 나면 천천히 생각하겠지만 결단을 내려야 한다면 당장 결정할 수 없는 것도 아니다.",
      },
    ],
  },
  {
    "id": 44,
    "grammar": "のなんのって",
    "means": "매우~하다",
    "description":
        '"말할 수 없이 심하다", "훌륭하다" 등 정도를 강조하는 표현\n\n[おいしいのなんのって] 는 [とてもおいしい] 와 같은 말\n\n단지 강조하는 것 뿐아니라 말하는 사람의 놀라움을 표현',
    "connectionWays":
        "い형용사 보통형 + のなんのって\nな형용사 어간 + な + のなんのって\n동사 보통형 + のなんのって",
    "examples": [
      {
        "answer": "のなんのって",
        "word": "学校でスマホ見てたら気配もなく先生が後ろにいて焦ったのなんのって…",
        "mean": "학교에서 스마트폰을 보는데 기척도 없이 선생님이 뒤에 계셔서 매우 초조했다며..",
      },
      {
        "answer": "のなんのって",
        "word": "日焼け後が痛いのなんのって。",
        "mean": "선탠 후에 매우 아프다며.",
      },
      {
        "answer": "のなんのって",
        "word": "今住んでるアパート, 直射日光で部屋が暑いのなんのって。",
        "mean": "지금 살고 있는 아파트, 직사광선 때문에 방이 매우 덥다며.",
      },
      {
        "answer": "のなんのって",
        "word": "13年ぶりくらいにタバコ吸ったら, 美味しいのなんのって！",
        "mean": "13년 만에 담배 피웠는데 매우 맛있다며 !",
      },
      {
        "answer": "のなんのって",
        "word": "運動全くしてないけど食生活変えただけで体重が減るのなんのって。",
        "mean": "운동 하나도 안 했는데 식생활 바꾸는 것만으로 매우 살이 빠졌어!",
      },
      {
        "answer": "のなんのって",
        "word": "うちの猫たち昼でも真夜中でも大運動会。寝てると顔の上を通過され, 爪が痛いのなんのって。",
        "mean": "우리 고양이들 낮에도 한밤중에도 대운동회.자고 있으면 얼굴 위를 통과해서 손톱이 매우 아프다며!",
      },
      {
        "answer": "のなんのと",
        "word": "調理場はガス使うから暑いのなんのと。",
        "mean": "조리장은 가스를 쓰니까 매우 덥다며.",
      },
      {
        "answer": "のなんのと",
        "word": "10年ぶりに初恋の人に会って驚いたのなんのと。",
        "mean": "10년 만에 첫사랑을 만나서 매우 놀랐다며.",
      },
      {
        "answer": "のなんのと",
        "word": "彼は音痴過ぎて, 鼻歌でさえ下手くそなのなんのと。",
        "mean": "그는 음치가 너무 심해서 콧노래조차 매우 못 부른다며.",
      },
    ],
  },
  {
    "id": 45,
    "grammar": "は言うに及ばず",
    "means": "~은 말할 것도 없고",
    "description": "말할 것도 없고 당연히 ~하다\n\nはいうにおよばず 로 발음한다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "は言うに及ばず",
        "word": "彼女は英語は言うに及ばず, ドイツ語とフランス語も話します。",
        "mean": "그녀는 영어는 말할 것도 없고 독일어와 프랑스어도 합니다.",
      },
      {
        "answer": "は言うに及ばず",
        "word": "彼女はフランス語は言うに及ばず母国語すらろくに話せない。",
        "mean": "그녀는 프랑스어는 말할 것도 없고 모국어조차 제대로 못한다.",
      },
      {
        "answer": "は言うにおよばず",
        "word": "遺族は言うにおよばず, 参列者の大半も K 氏の言葉に涙を流した.",
        "mean": "유족들은 말할 것도 없고 참석자 대부분도 K씨의 말에 눈물을 흘렸다.",
      },
    ],
  },
  {
    "id": 46,
    "grammar": "ばかりになっている",
    "means": "~하기만 하면 된다",
    "connectionWays": "동사 사전형 접속",
    "examples": [
      {
        "answer": "ばかりになっている",
        "word": "準備が整い, これからお客様を待つばかりになっている",
        "mean": "준비가 되어 이제부터 손님을 기다리기만 하면 된다.",
      },
      {
        "answer": "ばかりになっている",
        "word": "旅行に行くばかりになっている",
        "mean": "여행을 가기만 하면 된다",
      },
      {
        "answer": "ばかりになっている",
        "word": "昼ご飯はいつでも食べられるばかりになっている",
        "mean": "점심 밥을 언제라도 먹을 수 있게 다 되어 있다.",
      },
      {
        "answer": "ばかりになっている",
        "word": "料理は温めるばかりになっている",
        "mean": "음식은 데우기만 하면 된다.",
      },
    ],
  },
  {
    "id": 49,
    "grammar": "ほど(のこと)ではない",
    "means": "~할 정도 인 것은 아니다",
    "description": "대단한 것이 아니기 때문에 ~할 필요는 없다.",
    "connectionWays": "동사 사전형",
    "examples": [
      {
        "answer": "ほどのことではない",
        "word": "この件は, 問題として取り上げるほどのことではない。",
        "mean": "이 건은 문제 삼을 정도 것은 아니다.",
      },
      {
        "answer": "ほどのことではない",
        "word": "ちょっと転んで擦りむいただけだし, 病院へ行くほどのことではないよ。",
        "mean": "조금 넘어져서 긁힌 것 뿐이지 병원에 갈 정도는 아니야.",
      },
      {
        "answer": "ほどのことではない",
        "word": "冗談なんだし, 怒るほどのことではないと思うけど。",
        "mean": "농담이고 화낼 정도는 아닌 것 같은데.",
      },
      {
        "answer": "ほどのことではない",
        "word": "この問題は初級の内容だし, 説明するほどのことではないよね？",
        "mean": "이 문제는 초급 내용이지 설명할 만한 건 아니지?",
      },
      {
        "answer": "ほどのことではない",
        "word": "そんなに真剣に悩むほどのことではない。",
        "mean": "그렇게 진지하게 고민할 만한 일은 아니야.",
      },
      {
        "answer": "ほどのことではない",
        "word": "騒ぐほどのことではない",
        "mean": "떠들어댈 정도의 일은 아니다",
      },
    ],
  },
  {
    "id": 50,
    "grammar": "までして /~まで(に)",
    "means": "~까지 해서 /~까지",
    "description":
        "최대의 희생이나 대가를 치러서 어떤 목표를 달성하는 것을 표현.\n\n목표를 달성하기 위해서는 수단을 가리지 않는 뉘양스가 있음.",
    "connectionWays": "명사 + までして(に)\n동사て형 + てして",
    "examples": [
      {
        "answer": "までして",
        "word": "どれだけ欲しくても, 借金までして買いたいとは思わない。",
        "mean": "아무리 갖고 싶어도 빚까지 내서 사고 싶은 생각은 없다.",
      },
      {
        "answer": "してまで",
        "word": "どれだけ欲しくても, 借金してまで買いたいとは思わない。",
        "mean": "아무리 갖고 싶어도 빚을 내서까지 사고 싶은 생각은 없다.",
      },
      {
        "answer": "てまで",
        "word": "直接本人に聞いてまで知りたいわけじゃない。",
        "mean": "직접 본인한테 물어보면서까지 알고 싶은 건 아니야.",
      },
      {
        "answer": "並んでまで",
        "word": "わざわざ１時間も行列に並んでまで食べたくない。",
        "mean": "일부러 1시간이나 줄을 서서까지 해서 먹고 싶지 않아.",
      },
      {
        "answer": "までして",
        "word": "なぜそうまでして嘘をつくのだろうか。",
        "mean": "왜 그렇게까지 해서 거짓말을 할까.",
      },
      {
        "answer": "までして",
        "word": "結婚のために夜勤までして貯めたお金を使い込まれた。",
        "mean": "결혼하느라 야근까지 해서 모은 돈을 탕진했다.",
      },
      {
        "answer": "までして",
        "word": "徹夜までして追い込んだのに, 試験では力を出し切れなかった。",
        "mean": "밤을 새며 까지 몰아붙였는데도 시험에서는 힘을 다 낼 수가 없었다.",
      },
      {
        "answer": "してまで",
        "word": "徹夜してまで追い込んだのに, 試験では力を出し切れなかった。",
        "mean": "밤을 새며 까지 몰아붙였는데도 시험에서는 힘을 다 낼 수가 없었다.",
      },
    ],
  },
  {
    "id": 53,
    "grammar": "もしない / はしない",
    "means": "~하지도 않다. /~하지는 않다.",
    "description": "전혀 ~ 하지 않다\n\n화자의 불만을 표현한다.\n\n문어체로 ~もせず 로 사용한다.",
    "connectionWays": "동사 ます형",
    "examples": [
      {
        "answer": "もしない",
        "word": "[僕が悪かった]と考えているのに, 彼はこっちを見もしない。ますます腹が立って来た。",
        "mean": "[내가 잘못했다]고 생각하고 있었는데 그는 이쪽을 쳐다보지도 않는다.점점 화가 나기 시작했다.",
      },
      {
        "answer": "もしない",
        "word": "調べもしないで, [先生, わからない]はダメです。まずは自分で調べましょう。",
        "mean": "알아보지도 않고 [선생님, 모르겠어] 라고 하면 안 돼요.우선 스스로 알아봅시다.",
      },
      {
        "answer": "もしない",
        "word": "彼はスマホばかり触って, 私の話を聞きもしない。",
        "mean": "그는 스마트폰만 만지고 내 말을 듣지도 않는다.",
      },
      {
        "answer": "もしない",
        "word": "食べもしないで, 美味しかどうかなんてわからない。",
        "mean": "먹지도 않고 맛있는지 없는지 모르겠어",
      },
      {
        "answer": "もしません",
        "word": "あの日の出来事は忘れもしません。",
        "mean": "그날 있었던 일은 잊지도 않아요.",
      },
      {
        "answer": "もしなかった",
        "word": "こんな結果になるなんて, 思いもしなかった。",
        "mean": "이런 결과가 나오리라고는 생각지도 못했다.",
      },
      {
        "answer": "もしない",
        "word": "プレゼントをあげたり, 優しくしたりしているのに彼女は僕に振り向きもしない。",
        "mean": "선물을 주고 상냥하게 대하는데 그녀는 나에게 돌아보지도 않는다.",
      },
      {
        "answer": "もせず",
        "word": "トムさんは私の部屋に入ると, 何も言いもせず, 勝手に冷蔵庫を開けたり, エアコンをつけたりして, ちょっとムカついた。",
        "mean": "톰씨는 내 방에 들어오면 아무 말도 하지 않고 마음대로 냉장고를 열거나 에어컨을 켜서 약간 짜증이 났다.",
      },
      {
        "answer": "もしない",
        "word": "できもしないのに, [任せてください！]と言う社員は正直迷惑だ。",
        "mean": "할 수도 없는데 [맡겨주세요!]라고 말하는 직원은 솔직히 민폐다.",
      },
    ],
  },
  {
    "id": 72,
    "grammar": "の至り",
    "means": "지극히 ~함",
    "description":
        "光栄の至り, 感激の至り, 幸甚 등 일부 단어에 대해 감정을 강조하는 표현.\n\n[ 若気の至り은 혈기왕성한 젊은이들이 하는 치졸한 행위, 실패를 나타내는 관용 표현.\n\nのいたり 라고 발음한다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "の至りです",
        "word": "このような式典に参加でき, 光栄の至りです。",
        "mean": "이런 식전에 참석하게 되어 지극히 영광입니다.",
      },
      {
        "answer": "の至りでございます",
        "word": "皆様のご声援に感激の至りでございます。",
        "mean": "여러분의 성원에 감격하기 그지없습니다.",
      },
      {
        "answer": "の至りです",
        "word": "少しでもお役に立てば幸甚の至りです。",
        "mean": "조금이라도 도움이 된다면 지극히 다행입니다.",
      },
      {
        "answer": "の至りでした",
        "word": "限られた時間でしたが, 大変貴重なお話しを伺え, その場にいられましたことが光栄の至りでした。",
        "mean": "한정된 시간이었지만 매우 귀중한 이야기를 들을 수 있었고, 그 자리에 있게 된 것이 지극히 영광이었습니다.",
      },
      {
        "answer": "の至りです",
        "word": "多くの方に応援して頂いて感謝の至りです。",
        "mean": "많은 분들이 응원해 주셔서 감사하기 그지없습니다.",
      },
      {
        "answer": "の至りです",
        "word": "褒めていただき恐縮の至りです。",
        "mean": "칭찬해 주셔서 황송하기 짝이 없습니다.",
      },
      {
        "answer": "の至りを",
        "word": "若気の至りを経験してこそ本当の大人になれる。",
        "mean": "젊음의 극치를 겪어야 진정한 어른이 될 수 있다.",
      },
      {
        "answer": "若気の至りで",
        "word": "学生時代はよく若気の至りで悪いことばかりした。",
        "mean": "학창시절에는 흔히 풋내기에 나쁜 짓만 했다.",
      },
    ],
  },
  {
    "id": 78,
    "grammar": "よう",
    "means": "~하는 방법 / 상태",
    "description":
        "[ 悲しむ, 起こる, 驚く, 喜ぶ ] 등 의 감정을 나거나 [ 変わる, 似る ] 등의 상태를 표하는\n\n동사에 자주 접속하며 그 방법이나 상태를 표현한다.",
    "connectionWays": "동사 ます형",
    "examples": [
      {
        "answer": "ようは",
        "word": "その悲しみようは, 見ている人さえも悲しくさせた。",
        "mean": "그 슬픔은 보는 사람조차 슬프게 했다.",
      },
      {
        "answer": "ようだ",
        "word": "突然声をかけられて, 尋常ではない驚きようだった。",
        "mean": "갑자기 말을 걸어 심상치 않은 놀라움이었다.",
      },
      {
        "answer": "ようだ",
        "word": "何年も見ないうちに, 顔も雰囲気もすごい変わりようだった。",
        "mean": "몇 년이나 못본 사이에 얼굴도 분위기도 많이 변한 모습이었다.",
      },
      {
        "answer": "ようだった",
        "word": "まるで少女のような喜びようだった。",
        "mean": "마치 소년 같은 웃음(방법) 이었다.",
      },
      {
        "answer": "ようだ",
        "word": "部下がちょっとミスしただけでこの怒りようだ。",
        "mean": "부하가 조금 실수 한 것 만으로 이 화난(상태) 다",
      },
    ],
  },
  {
    "id": 88,
    "grammar": "(よ)うにも ~ (でき)ない",
    "means": "~하려고 해도~할 수 없다",
    "description":
        "하고 싶지만 어떤 이유로 할 수 없다는 것을 나타낸다.\n\n물리적인 이유의 경우에 사용하기 쉽다.\n\n[(よ)うにも~ない] : 물리적 이유로 할 수 없다\n\n[~に~ない] : 심리적인 이유로 할 수 없다.",
    "connectionWays": "동사 의지형 + 동사 가능형",
    "examples": [
      {
        "answer": "話しかけられない",
        "word": "緊張して話しかけようにも話しかけられない。",
        "mean": "긴장해서 말을 걸려고 해도 말을 걸지 못한다.",
      },
      {
        "answer": "寝られない",
        "word": "暑くて寝ようにも寝られない。",
        "mean": "더워서 잠도 못 자겠어.",
      },
      {
        "answer": "帰られない",
        "word": "仕事が終わらず帰ろうにも帰られない。",
        "mean": "일이 끝나지 않아 돌아갈 수도 없다.",
      },
      {
        "answer": "言うに",
        "word": "深い事情があって言うに言えない。",
        "mean": "깊은 사정이 있어서 말할 수 없다.",
      },
      {
        "answer": "忘れられない",
        "word": "私の目の前で人が津波に飲み込まれていった光景は忘れようにも忘れられない。",
        "mean": "내 눈앞에서 사람이 쓰나미에 휩쓸려 간 광경은 잊어도 잊을 수 없다.",
      },
      {
        "answer": "上がれない",
        "word": "全身筋肉痛でベッドから起き上がろうにも起き上がれない。",
        "mean": "전신 근육통으로 침대에서 일어나려고 해도 일어날 수가 없어.",
      },
      {
        "answer": "歌おうにも",
        "word": "好きな歌なのに, サビの音が高すぎて歌おうにも歌えない。",
        "mean": "좋아하는 노래인데 후렴구 소리가 너무 높아서 부르려고도 못 불러.",
      },
      {
        "answer": "聞こうにも",
        "word": "彼の寝癖がずっと気になって, 真面目に聞こうにも話が頭に入ってこない。",
        "mean": "그의 잠버릇이 계속 신경 쓰여서 진지하게 들어도 이야기가 머리에 들어오지 않는다.",
      },
    ],
  },
  {
    "id": 89,
    "grammar": "동사 기본형 + に + (가능형)ない",
    "means": "하고 싶어도 할 수 가 없다",
    "description":
        "하고 싶지만 어떤 이유로 할 수 없다는 것을 나타낸다.\n\n심리적인 이유일 경우에 사용하기 쉽다.\n\n[(よ)うにも ~ない] : 물리적 이유로 할 수 없다\n\n[~に ~ない] : 심리적인 이유로 할 수 없다.",
    "connectionWays": "동사 기본형 + にも + 동사 가능 부정형",
    "examples": [
      {
        "answer": "笑えなかった",
        "word": "彼の仕草がとても面白かったが, 周囲は真剣に聞いているので私は笑うに笑えなかった。",
        "mean": "그의 몸짓이 너무 재미있었지만 주위는 진지하게 듣고 있어서 나는 웃고 싶어도 웃지 못했다.",
      },
      {
        "answer": "れなかった",
        "word": "赤ちゃんが夜通し泣いて, 私は寝るに寝れなかった。",
        "mean": "아기가 밤새 울어서 나는 자고 싶어도 잘 수 없었다.",
      },
      {
        "answer": "休めない",
        "word": "今職場は深刻な人手不足に陥っていて, 休日ですら休むに休めない状況だ。",
        "mean": "지금 직장은 극심한 인력난에 빠져 있어 휴일조차 쉬고 싶어도 쉴 수 없는 상황이다.",
      },
      {
        "answer": "引けない",
        "word": "彼らは喧嘩でヒートアップしてしまい, お互いに引くに引けない状況になってしまっている。",
        "mean": "그들은 싸움에서 열을 올려 서로 물러나고 싶어도 물러설 수 없는 상황이 되어 버렸다.",
      },
      {
        "answer": "帰れない",
        "word": "連日の大雨で市内は冠水し, 帰るに帰れない。",
        "mean": "연일 계속되는 폭우로 시내는 침수되어 돌아가고 싶어도 돌아갈 수 없다.",
      },
      {
        "answer": "言えない",
        "word": "経営には, 理屈でない, 目に見えない, 言うに言えない要因が働いて, 想像もできないような成果を生みだすことがある。",
        "mean":
            "경영에는 말도 안 되는, 눈에 보이지 않는, 말하고 싶어도 말할 수 없는 요인이 작용하여 상상도 할 수 없는 성과를 만들어 낼 수 있다.",
      },
      {
        "answer": "断れなくなった",
        "word": "土下座までしてお願いされたために, 断るに断れなくなった。",
        "mean": "무릎까지 꿇고 부탁을 받았기 때문에 거절하고 싶어도 거절할 수 없게 되었다.",
      },
      {
        "answer": "逃げられない",
        "word": "敵に四方を囲まれて, 逃げるに逃げられない。",
        "mean": "적에게 사방이 둘러싸여 도망가고 싶어도 도망갈 수 없다.",
      },
    ],
  },
  {
    "id": 105,
    "grammar": "ずにはおかない / ないではおかない (1)",
    "means": "~하게 된다\n~하지 않을 수 없다",
    "description":
        "본인의 의지와 상관없이 자연스럽게 그 감정이나 행동이 야기된다을 나타낸다.\n\n감정, 심리를 나타내는 동사에 붙을 때는 사역형이 되는 경우많다.\n\n[する]는 [せずにはおかない, しないではおかない] 가 된다",
    "connectionWays": "동사 ない형",
    "examples": [
      {
        "answer": "ずにはおかない",
        "word": "私たちの劇団には人を引き付けずにはおかない魅力的な演技ができる俳優がたくさんいます。",
        "mean": "우리 극단에는 사람을 끌어당기는 매력적인 연기를 할 수 있는 배우들이 많이 있습니다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "実話に基づいた親子の愛を描くこの物語は人を感動させずにはおかないだろう。",
        "mean": "실화를 바탕으로 부모와 자식의 사랑을 그리는 이 이야기는 사람을 감동시키지 않을 수 없을 것이다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "近年の異常気象は, 環境問題の深刻さについて考えさせずにはおかない。",
        "mean": "최근의 이상기후는 환경문제의 심각성에 대해 생각하게 하지 않을 수 없다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "その見た目から漂う高級感と精巧に作られたフォルム。腕時計好きを魅了せずにはおかない。",
        "mean": "그 외형에서 풍기는 고급스러움과 정교하게 만들어진 형태.손목시계 좋아하는 사람을 매료시키지 않을 수 없다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "スポーツは見る者に驚嘆や感銘を与えずにはおかない。",
        "mean": "스포츠는 보는 사람에게 경탄이나 감명을 주지 않을 수 없다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "戦ったもの同士が健闘を讃え抱き合う姿は人の涙を誘わずにはおかないものだ。",
        "mean": "싸운 사람들끼리 건투를 찬양하고 서로 껴안는 모습은 남의 눈물을 자아내지 않을 수 없는 법이다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "そのピアニズムは聴く者を感動させずにはおかない。",
        "mean": "그 피아니스트는 듣는 사람을 감동시키지 않을 수 없다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "癌とは, 誰もに死を意識させずにはおかない病だ。",
        "mean": "암은 누구나 죽음을 의식하지 않을 수 없는 병이다.",
      },
    ],
  },
  {
    "id": 106,
    "grammar": "ずにはおかない / ないではおかない (2)",
    "means": "반드시 ~하고야 말겠다",
    "description":
        "동작을 나타내는 동사에 대해 화자의 강한 의지를 나타낸다.\n\n[する]는 [せずにはおかない, しないではおかない] 가 된다",
    "connectionWays": "동사 ない형",
    "examples": [
      {
        "answer": "ずにはおかない",
        "word": "石油価格の高騰は今後の国民生活に影響を及ぼさずにはおかないだろう。",
        "mean": "유가 급등은 향후 민생에 영향을 미치지 않을 수 없을 것이다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "うちのチームは守備に弱点があるので, 相手はそこを攻めずにはおかないはずだ。",
        "mean": "우리 팀은 수비에 약점이 있기 때문에 상대는 반드시 거기를 공격할 것이다",
      },
      {
        "answer": "ないではおかない",
        "word": "こんなに酷いことをされたのだから, 絶対に謝らせないではおかない。",
        "mean": "이렇게 심한 일을 당했으니 반드시 사과 시키겠어",
      },
      {
        "answer": "ずにはおかない",
        "word": "やられたらやり返せずにはおかない。",
        "mean": "당하면 반드시 되받아치고 말겠다",
      },
      {
        "answer": "ずにはおかない",
        "word": "不正は罰せずにはおかない。",
        "mean": "부정은 반드시 벌하고야 말겠다",
      },
      {
        "answer": "ずにはおかない",
        "word": "私はあいつらに仕返しせずにはおかない。",
        "mean": "나는 반드시 그들에게 복수하고 말겠어 ",
      },
      {
        "answer": "ずにはおかない",
        "word": "彼女は人の笑顔の裏にあるものを見通さずにはおかない鋭い観察力を持っている。",
        "mean": "그녀는 남의 웃는 얼굴 뒤에 있는 것을 내다보게 하는 날카로운 관찰력을 가지고 있다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "限定品だから何としても手に入れずにはおかない。",
        "mean": "한정품이라 어떻게든 반드시 구하고 말겠다",
      },
    ],
  },
  {
    "id": 140,
    "grammar": "~たら(~ば)それまでだ / ~たら(~ば)それまでのことだ / ~はそれまでだ (1)",
    "means": "~하면 그걸로 끝이다\n~하면 그만이다",
    "description":
        "가정 조건문에 뒤에 붙어서 어떠한 사건이 한계에 달하는 것, 끝나는 것을 나타낸다. \n\n'혹시 그렇게 되었더라면 끝났을 것이다'라는 의미이지만, 끝이 오는 것에 안타까운 마음을 가지는 것이 아니고 또한 그것을 나쁘게 받아들이지도 않다. \n\n화자의 낙관적인 태도, 납득에 의한 포기, 꽉 막혔던 것이 뚫리는 듯한 모습을 나타낼 수 있는 표현. ",
    "connectionWays":
        "동사た형 + ら + それまで (のこと) だ\n동사ば형 + それまで (のこと) だ\n~ならそれまで (のこと) だ\n~たらそれまで (のこと) だ\n~ればそれまで (のこと) だ",
    "examples": [
      {
        "answer": "たらそれまでだけど",
        "word": "彼に不満を伝えた。別れようって言われたらそれまでだけど, ずっと我慢している自分も嫌だ。",
        "mean": "그에게 불만을 전했다. 헤어지자는 말을 들으면 그걸로 끝인 것을 줄곧 참고 있는 나도 싫다.",
      },
      {
        "answer": "ならそれまでだ",
        "word": "意見の相違があった場合はお互い話し合う。話し合ったのにどちらかが納得できなかったならそれまでだ。",
        "mean": "의견의 차이가 있을 경우 서로 의논한다. 의논했는데도 어느 한 쪽이 납득할 수 없다면 그걸로 끝이다.",
      },
      {
        "answer": "ばそれまでのことだけど",
        "word": "[ 本人が決めたこと ]で片づければそれまでのことだけど, 推しが卒業するのはやっぱりしんどい。",
        "mean": "본인이 결정한 것'으로 정리하면 그걸로 됐지만, 최애가 탈퇴하는 것은 역시 괴롭다.",
      },
      {
        "answer": "死んだらそれまでだ",
        "word": "家族や友達が死ぬのは悲しいけど, 自分が死ぬのは別にいい。死んだらそれまでだと思っている。",
        "mean": "가족이나 친구가 죽는 것은 슬프지만 내가 죽는 것은 그다지 상관없다. 죽으면 그걸로 끝이라고 생각한다.",
      },
      {
        "answer": "たらそれまでのこと",
        "word": "考え方は人それぞれと言われたらそれまでのことだけど, 彼のやり方はどうしても気に入らない。",
        "mean": "사고방식은 사람 제각각이라고 한다면 그걸로 됐지만, 그의 방식은 아무래도 마음에 들지 않는다.",
      },
      {
        "answer": "たらそれまでのこと",
        "word": "[ ご縁 ]が恋愛を決める。勇気を出して告白をし想いを伝えましょう。断られたらそれまでのこと。",
        "mean": "인연'이 연애를 결정한다. 용기를 내서 고백하고 마음을 전달하자. 거절당하면 그걸로 됐다.",
      },
      {
        "answer": "えばそれまでだ",
        "word": "有名企業に就職したからといって, 辞めてしまえばそれまでだ。",
        "mean": "유명 회사에 취직했더라도 그만둬버리면 그걸로 끝이다.",
      },
    ],
  },
  {
    "id": 141,
    "grammar": "~たら(~ば)それまでだ/~たら(~ば)それまでのことだ/~はそれまでだ (2)",
    "means": "~하면 모든 게 끝이다\n~는 거기까지이다\n아무 소용 없다.",
    "description":
        "어떠한 상황, 일이 끝나는 것을 나타낸다. \n\n그 행동을 하면 지금까지의 노력이나 성과가 쓸모없는 것이라고 말할 때 사용.\n\n타인에게 사용하면 엄격한 어조가 되고, 냉대하는 듯한 뉘앙스가 된다.\n\n(1) 번 용법과는 달리, 낙관적인 뉘앙스는 없다. ",
    "connectionWays":
        "동사た형 + ら + それまで (のこと) だ\n동사ば형 + それまで (のこと) だ\n~ならそれまで (のこと) だ\n~たらそれまで (のこと) だ\n~ればそれまで (のこと) だ",
    "examples": [
      {
        "answer": "それまでです",
        "word": "常連さんを大切にしない店はそれまでです。",
        "mean": "단골을 소중하게 여기지 않는 가게는 거기까지다.",
      },
      {
        "answer": "それまでです",
        "word": "理解できないならあなたはそれまでです。これ以上話しても無駄です。",
        "mean": "이해되지 않는다면 당신은 거기까지다. 이 이상 이야기해도 소용없다.",
      },
      {
        "answer": "それまでです",
        "word": "いくら高そうな服を買っても, 着なければそれまでです。",
        "mean": "아무리 비싼 옷을 샀더라도 입지 않으면 그걸로 끝이다",
      },
      {
        "answer": "それまでだろう",
        "word": "この条件を飲んでくれないなら, 契約交渉はそれまでだろう。",
        "mean": "이 조건을 받아들여 주지 않는다면 계약 교섭은 여기까지 일 것이다.",
      },
      {
        "answer": "それまでだ",
        "word": "恋愛は相手あってのものだから相手に配慮できなければ話はそれまでだ。",
        "mean": "연애는 상대가 있어야 가능한 것이라 상대를 배려하지 못한다면 이야기는 거기까지다.",
      },
      {
        "answer": "それまでなんだけど",
        "word": "勝てる可能性はほとんど無かったと言われればそれまでなんだけど, それでも奇跡が起こるかもしれないと思っていたんだ。",
        "mean": "이길 가능성은 거의 없다고 하면 그걸로 끝이지만, 그래도 기적이 일어날지도 모른다고 생각하고 있었어.",
      },
      {
        "answer": "それまでだ",
        "word": "自分がうまくいかないのを教師のせい, 親のせいにしてるやつはそれまでだ。",
        "mean": "자신이 잘 안되는 것을 선생님 탓, 부모 탓을 하는 녀석은 거기까지다.",
      },
    ],
  },
  {
    "id": 148,
    "grammar": "~であれ ~であれ",
    "means": "~라도 ~라도 관계없이 / 상관없이\n~이든 ~이든 상관없이 ",
    "description": "예를 들고 '어느 것도 어느 경우도 상관없이'라고 말하고 싶을 때 사용. ",
    "connectionWays": "명사 1/의문사 + であれ + 명사 2/의문사 + であれ",
    "examples": [
      {
        "answer": "であれ",
        "word": "着るものであれ食べるものであれ無駄にしてはならない。",
        "mean": "입는 것이든 먹는 것이든 낭비해서는 안 된다.",
      },
      {
        "answer": "であれ",
        "word": "子供であれ, 大人であれ, 約束を破ってはいけない。",
        "mean": "어린이든 어른이든, 약속을 깨서는 안 된다.",
      },
      {
        "answer": "であれ",
        "word": "車であれ電車であれこの天候では無理だろう。",
        "mean": "자동차도 전철도 이 날씨에는 무리일 거야.",
      },
      {
        "answer": "であれ",
        "word": "学生であれ, 社会人であれ, マナーを知らないのはよくない。",
        "mean": "학생이든 사회인이든, 매너를 모르는 것은 좋지 않다.",
      },
      {
        "answer": "であれ",
        "word": "相手がスペインであれ, ブラジルであれ, 僕らは全力を出して試合にのぞむまでだ。",
        "mean": "상대방이 스페인이든, 브라질이든, 우리들은 전력을 다해 시합에 임할 뿐이다.",
      },
      {
        "answer": "であれ",
        "word": "１円であれ, １０円であれ, お金を盗むのはよくないことだ。",
        "mean": "1엔이든, 10엔이든, 돈을 훔치는 것은 좋지 않은 일이다.",
      },
      {
        "answer": "であれ",
        "word": "この会社ではアルバイトであれ, 社員であれ, 仕事に対する責任は変わらない。",
        "mean": "이 회사에서는 아르바이트도, 사원도, 일에 대한 책임은 변하지 않는다.",
      },
      {
        "answer": "であれ",
        "word": "彼がお金持ちであれ貧乏であれ, 私の気持ちが変わることはない。",
        "mean": "그가 부자이든 가난하든, 내 마음이 변할 일은 없다.",
      },
      {
        "answer": "であれ",
        "word": "ギターであれベースであれ, キムさんは弦楽器であれば何でも上手に弾いてしまう。",
        "mean": "기타든 베이스든 김 씨는 현악기라면 뭐든 잘 켜버린다.",
      },
      {
        "answer": "であれ",
        "word": "オクラであれ納豆であれ, ネバネバしたものはとにかく嫌いだ。",
        "mean": "오크라도 낫토도, 끈적끈적한 것은 어쨌건 싫다.",
      },
    ],
  },
  {
    "id": 163,
    "grammar": "をもって (1)",
    "means": "~(기점 , 시점) 으로",
    "description":
        "시간을 나타내는 단어에 접속하여 일의 시작 또는 종료를 나타낸다.\n\n공지, 통지, 회의, 식 등의 정식적인 장소에서의 인사 등에 이용함.\n\n[ をもちまして ]는 [ をもって ] 보다 더 딱딱한 표현.",
    "connectionWays": "명사 + をもって\n명사 + をもちまして",
    "examples": [
      {
        "answer": "をもって",
        "word": "本日の営業は１９時をもって終了いたします。",
        "mean": "오늘 영업은 19시를 기점으로 종료됩니다.",
      },
      {
        "answer": "をもちまして",
        "word": "これをもちまして, 会議を終わります。",
        "mean": "이것으로 회의를 마치겠습니다.",
      },
      {
        "answer": "をもちまして",
        "word": "当店は７月１日をもちまして閉店致します。今まで長い間ありがとうございました。",
        "mean": "저희 가게는 7월 1일부로 폐점합니다.그동안 오랫동안 감사했습니다.",
      },
      {
        "answer": "をもちまして",
        "word": "今シーズンをもちまして, 引退することに決めました。",
        "mean": "이번 시즌을 기점으로 은퇴하기로 결정했어요.",
      },
      {
        "answer": "をもちまして",
        "word": "只今の時間をもちまして受付を終了させて頂きます。",
        "mean": "지금 시간을 기점으로 접수를 종료하겠습니다.",
      },
      {
        "answer": "をもちまして",
        "word": "５月５日をもちまして, ２０歳になりました。",
        "mean": "5월 5일부로 20살이 되었습니다.",
      },
      {
        "answer": "をもって",
        "word": "Ａ市長は任期満了をもって政界から引退することを表明した。",
        "mean": "A 시장은 임기 만료를 기점으로 정계에서 은퇴할 것을 표명했다.",
      },
      {
        "answer": "をもちまして",
        "word": "今日をもちまして２０歳になりました。",
        "mean": "오늘로써 20살이 되었습니다.",
      },
    ],
  },
  {
    "id": 170,
    "grammar": "ぶる",
    "means": "~인 척하다",
    "description":
        "본래 그렇지 않은데도 그런 소질이나 성질을 가지고 있음을 남에게 보여주는 것처럼 행동하는 것을 나타낸다.\n\n그 행동에 대한 화자의 마이너스 평가를 나타낸다.\n\n접속할 수 있는 단어는 한정되어 있다.\n\n[可愛い子ぶる] 귀여운 아이 행세 , [もったいぶる] 거드름을 피우다 등 관용구가 있다.\n\n비슷한 문법~ふりをする, ~気取り (きどり) ",
    "connectionWays": "명사\nな형용사 어간\nい형용사 어간",
    "examples": [
      {
        "answer": "ぶっている",
        "word": "彼は被害者ぶっているが, 真の被害者は私のほうだ。",
        "mean": "그는 피해자인 척하지만 진정한 피해자는 내 쪽이다.",
      },
      {
        "answer": "ぶっている",
        "word": "あの人はまだ有名になったわけでもないのに, マスクやサングラスなど変装して有名人ぶっている。",
        "mean": "저 사람은 아직 유명해진 것도 아닌데 마스크나 선글라스 등 변장해서 유명인 척 하고 있다.",
      },
      {
        "answer": "ぶる",
        "word": "女の子が好きな男の子の前で可愛い子ぶるのは本能のようなものだ。",
        "mean": "여자가 좋아하는 남자 앞에서 귀여운 아이 행세를 하는 것은 본능과도 같다.",
      },
      {
        "answer": "もったいぶる",
        "word": "もったいぶる必要ないから, 早く話してほしい。",
        "mean": "거드름 피울 필요 없으니까 빨리 얘기해줬으면 좋겠어.",
      },
      {
        "answer": "ぶっている",
        "word": "世論を代弁して正義の味方ぶっているが, あれはただの自己満だ。",
        "mean": "여론을 대변하며 정의의 편인 척 하고지만 저건 그냥 자만이다.",
      },
      {
        "answer": "ぶっている",
        "word": "冷静ぶっているが, 焦っていることくらい目を見れば分かる。",
        "mean": "냉정한 척 하고 있지만 초조한 것쯤 눈을 보면 알 수 있다.",
      },
      {
        "answer": "ぶっている",
        "word": "良い人ぶっている人ほど自己中心的な人が多い。",
        "mean": "좋은 사람인 척하는 사람일수록 자기중심적인 사람이 많다.",
      },
    ],
  },
  {
    "id": 175,
    "grammar": "명사 + にして + 명사",
    "means": "~이기도 하고 ~이기도 하다\n동시에 ~이다.",
    "description":
        "어떤 두 가지 상태나 성질이 공존하고 있음을 나타낸다\n\n문어체이다\n\n[最後にして最初 , 最初にして最後, 最初で最後] (처음이자 마지막) 라는 관용어가 있다",
    "examples": [
      {
        "answer": "にして",
        "word": "単純にして難解なフェルマーの最終定理が, ３６０年の時を経てようやく証明された。",
        "mean": "단순하고 난해한 페르마의 최종 정리가 360년이 지나서야 증명됐다.",
      },
      {
        "answer": "にして",
        "word": "子どもの頃にお化けを見たことがある。今思えば, それが最初にして最後だった。",
        "mean":
            "어렸을 때 귀신을 본 적이 있어.지금 생각하면 그게 처음이자 마지막이었다. (처음이기도 하고 마지막이기도 하다)",
      },
      {
        "answer": "にして",
        "word": "彼は経営者にして政治家でもある。",
        "mean": "그는 경영자이기도하고 정치인이기도 하다.",
      },
      {
        "answer": "にして",
        "word": "大胆にして細心であれ",
        "mean": "대담하기 동시에 세심하다",
      },
      {
        "answer": "にして",
        "word": "彼女は実力派女優にして歌手でもある。",
        "mean": "그녀는 실력파 여배우이자 가수이기도 하다.",
      },
      {
        "answer": "にして",
        "word": "彼のダイナミックにして繊細な感性に彩られた演奏は評価されている。",
        "mean": "그의 역동적이기도 하고 섬세한 감성에 물든 연주는 평가받고 있다.",
      },
      {
        "answer": "にして",
        "word": "簡素にして効率的かつ透明な政府を実現する。",
        "mean": "간소화하여 효율적이고 투명한 정부를 실현한다.",
      },
    ],
  },
  {
    "id": 184,
    "grammar": "~ときたら / と来た日には (강하게 비난)",
    "means": "은/는,~로 말할 것 같으면",
    "description":
        "비교적 친숙한 인물이나 사물을 나타내는 명사에 접속하여 그러한 극단적인 행위나 성질에 대한 부정적인 평가나 강한 비난을 하는 문법이다.\n\n[ときたら]는 [は] 로 바꿔 쓸 수 있다.\n\n[と来た日には] 는 약간 딱딱한 말투",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "ときたら",
        "word": "うちの猫ときたら, すぐトイレットペーパーで遊んで散らかしたがる。",
        "mean": "우리집 고양이는 (라고 하면) 바로 휴지 가지고 놀고 어지럽히고 싶어해.",
      },
      {
        "answer": "ときたら",
        "word": "最近の若者ときたら, 挨拶もまともにできない人が多い。",
        "mean": "요즘 젊은이는 인사도 제대로 못하는 사람이 많다.",
      },
      {
        "answer": "ときたら",
        "word": "旦那ときたら, 休みになればどこにも出掛けず家で寝てばかりいる。",
        "mean": "남편라고 말할 것 같으면 방학이 되면 아무 데도 나가지 않고 집에서 잠만 잔다.",
      },
      {
        "answer": "と来た日には",
        "word": "息子と来た日には, 食事中もトイレ中もずっとスマホを離さない。",
        "mean": "아들라고 하면 (강조) 식사 중에도 화장실 중에도 계속 스마트폰을 놓지 않는다.",
      },
      {
        "answer": "ときたら",
        "word": "友達が彼女との将来を考えているのに私ときたら",
        "mean": "친구가 그녀와의 장래를 생각하고 있는데 나는 .",
      },
      {
        "answer": "ときたら",
        "word": "オリンピックを見てると[ この人たちはすごいのに私ときたら… ]と思ってしまって精神衛生上良くない。",
        "mean": "올림픽을 보면 '이 사람들은 대단한데 나는 . ' 라고 생각이 들어서 정신위생상 좋지 않다.",
      },
      {
        "answer": "ときたら",
        "word": "蝉ですら求愛行動するのに私ときたらもう…",
        "mean": "매미조차도 구애 행동하는데 나는 더 이상..",
      },
      {
        "answer": "ときたら",
        "word": "諸外国は対応が早いのに, 我が国ときたら緊急対応策さえも遅すぎる。",
        "mean": "외국은 대응이 빠른데 우리나라로 말 할 거 같으면 긴급 대응책조차 너무 늦다.",
      },
    ],
  },
  {
    "id": 185,
    "grammar": "~ときたら (필연적인 판단, 결과)",
    "means": "~라고 하면",
    "description":
        "전건의 상황 하에서 인도되는 필연적인 판단이나 결과, 그것과 가장 적당하다고 생각되는 조합을 후건에서 말하는 문법\n\n좋은 일에도 나쁜 일에도 사용할 수 있다.",
    "connectionWays": "동사 사전형\n동사 ない형\n명사\nい형용사\nな형용사 어간",
    "examples": [
      {
        "answer": "ときたら",
        "word": "ポテチときたら, やっぱりコーラが合う。",
        "mean": "뽀떼찌 (과자) 하면 역시 콜라가 어울려.",
      },
      {
        "answer": "ときたら",
        "word": "残業も多く, 休日も少ないときたら, 過労で倒れてもしょうがない。",
        "mean": "야근도 많고 휴일도 적다면 과로로 쓰러져도 소용없다.",
      },
      {
        "answer": "ときたら",
        "word": "叱られてもすぐ謝れないときたら, 彼は今後社会人として生きていくことはできないだろう。",
        "mean": "꾸지람을 듣고도 바로 사과하지 못한다면 그는 앞으로 사회인으로 살아갈 수 없을 것이다.",
      },
      {
        "answer": "ときたら",
        "word": "性格も明るくて容姿も美しいときたら, 誰も敵いっこない。",
        "mean": "성격도 밝고 용모도 아름답다면 누구도 적수가 없다.",
      },
      {
        "answer": "ときたら",
        "word": "夏, 花火, 浴衣ときたら彼女ですね！",
        "mean": "여름, 불꽃놀이, 유카타 하면 여자친구네요!",
      },
      {
        "answer": "ときたら",
        "word": "胃痛, 腹痛ときたら次は頭痛か？",
        "mean": "위통, 복통이라고 하면 다음은 두통인가?",
      },
      {
        "answer": "ときたら",
        "word": "二宮金ときたら尊徳。",
        "mean": "니노미야 금하면 존덕.",
      },
      {
        "answer": "ときたら",
        "word": "安くて美味いときたら最高でしょ。",
        "mean": "싸고 맛있으면 최고지.",
      },
    ],
  },
  {
    "id": 187,
    "grammar": "~に至る /~に至って",
    "means": "~에 이르다 /~에 이르러서",
    "description":
        "여러 단계를 거쳐 최종단계에 도달하다.\n\n물리적 공간에의 도달, 사물이나 상황 변화의 결과, 결론 등을 나타낸다.\n\n문어체이다",
    "connectionWays": "동사 기본형\n명사에 직접 접속",
    "examples": [
      {
        "answer": "至る",
        "word": "この川はＡ市内を通り, Ｂ市の海に至る。",
        "mean": "이 강은 A 시내를 지나 B시 바다에 이른다.",
      },
      {
        "answer": "至っていない",
        "word": "いまだに規制を解除する基準には至っていない。",
        "mean": "아직까지 규제를 해제하는 기준에는 이르지 못했다.",
      },
      {
        "answer": "至っていない",
        "word": "一人暮らしをしようかと考えているが, 考えているだけでまだ実行には至っていない。",
        "mean": "혼자 살까 생각하고 있지만 생각만 하고 아직 실행에는 이르지 못했다.",
      },
      {
        "answer": "に至っている",
        "word": "初恋の人の好きな色が青だったから自分も青が好きになり, そのまま現在に至っている。",
        "mean": "첫사랑이 좋아하는 색이 파란색이었기 때문에 자신도 파란색을 좋아하게 되어 그대로 현재에 이르고 있다.",
      },
      {
        "answer": "に至った",
        "word": "話し合いの末, Ａプランで進めていくに至った。",
        "mean": "논의 끝에 A플랜으로 진행하기에 이르렀다.",
      },
      {
        "answer": "に至っている",
        "word": "一目惚れから始まったカップルの７０％が結婚に至っているというデータがある。",
        "mean": "첫눈에 반하면서 시작된 커플의 70%가 결혼에 이르렀다는 데이터가 있다.",
      },
      {
        "answer": "に至っている",
        "word": "過去があって今に至っている。",
        "mean": "과거가 있어서 지금에 이르고 있다.",
      },
      {
        "answer": "に至り",
        "word": "事故後数時間経過するに至り, 医者ももうどうにもできなかった。",
        "mean": "사고 후 몇 시간이 지나기에 이르러 의사도 이제 어쩔 수 없었다.",
      },
    ],
  },
  {
    "id": 190,
    "grammar": "にかかっている",
    "means": "~에 달려있다",
    "examples": [
      {
        "answer": "にかかっている",
        "word": "この国が今後発展するかどうかは, 今の若者にかかっている。",
        "mean": "이 나라가 앞으로 발전할지는 지금 젊은이들에게 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "私が大金持ちになれるかどうかは, 今日の宝くじの結果にかかっている。",
        "mean": "내가 갑부가 될 수 있을지는 오늘 복권 결과에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "うちの会社の運命は, 新しい社長の手腕にかかっている。",
        "mean": "우리 회사의 운명은 새 사장의 수완에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "新しい自転車を買ってもらえるかどうかは, 来月のテストの結果にかかっている。",
        "mean": "새 자전거를 사줄 수 있을지는 다음 달 테스트 결과에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "いい夫婦関係を築けるかどうかは, お互いが本音を言い合えるかどうかにかかっている。",
        "mean": "좋은 부부관계를 맺을 수 있느냐는 것은 서로가 속마음을 말할 수 있느냐에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "うちのチームが勝つかどうかは, 田中にかかっている。",
        "mean": "우리 팀이 이길지 여부는 다나카(田中)에게 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "今回のプロジェクトが成功するかどうかは, 今日のプレゼンの出来にかかっている。",
        "mean": "이번 프로젝트의 성공 여부는 오늘 프레젠테이션의 완성 여부에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "卒業できるかどうかは, 明日の期末テストの出来にかかっている。",
        "mean": "졸업할 수 있을지 어떨지는 내일 기말고사의 완성 여부에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "この患者の命を救えるかどうかは, 私たちにかかっている。",
        "mean": "이 환자의 생명을 구할 수 있을지는 우리에게 달려 있다.",
      },
    ],
  },
  {
    "id": 195,
    "grammar": "~につけ",
    "means": "~때마다",
    "description": "할 때 마다~한 기분(생각) 이 든다 라는 의미",
    "connectionWays": "동사 사전형",
    "examples": [
      {
        "answer": "につけて",
        "word": "このメロディーを聞くにつけて, 子供の頃を思い出す。",
        "mean": "이 멜로디를 들을 때마다 어렸을 때가 생각난다.",
      },
      {
        "answer": "につけて",
        "word": "今の旦那から結婚する前にもらった手紙を読むにつけて, たくさんデートしたことを思い出す。",
        "mean": "지금 남편이 결혼하기 전에 받은 편지를 읽을 때마다 데이트를 많이 했던 기억이 난다.",
      },
      {
        "answer": "につけて",
        "word": "時々, 勉強をやめたいこともあるが, 電話で家族の声を聞くにつけて, もっと頑張らなければと思う。",
        "mean": "가끔 공부를 그만두고 싶기도 하지만 전화로 가족들의 목소리를 들을 때마다 더 열심히 해야겠다고 생각한다.",
      },
      {
        "answer": "につけて",
        "word": "この写真を見るにつけて, 昔, 家族で旅行したことを思い出す。",
        "mean": "이 사진을 뽈 때마다 옛날에 가족끼리 여행했던 기억이 난다.",
      },
      {
        "answer": "につけて",
        "word": "この音楽を聞くにつけて, 学生時代を思い出す。",
        "mean": "이 음악을 들을 때마다 학창시절이 생각난다.",
      },
    ],
  },
  {
    "id": 196,
    "grammar": "~につけ~につけ",
    "means": "~하든~하든",
    "description": "앞 뒤에 반대의 의미를 가진 단어가 들어가 ‘언제나’ 라는 의미를 나타낸다",
    "connectionWays":
        "동사 사전형 + につけ + 동사 사전형 + につけ \nい형용사 사전형 + につけ + い형용사 사전형 \n명사 + につけ + 명사 + につけ",
    "examples": [
      {
        "answer": "につけ",
        "word": "嬉しいにつけ, 悲しいにつけ, 泣くのがくせだ。",
        "mean": "좋든 슬프든 우는 게 습관이다.",
      },
      {
        "answer": "につけ",
        "word": "夏につけ, 冬につけ, 服装を調節するのがむずかしい。",
        "mean": "여름이든 겨울이든 복장을 조절하기가 어렵다.",
      },
      {
        "answer": "につけ",
        "word": "本につけ, まんがにつけ, 読むのが好きです。",
        "mean": "책이든 만화든 읽는 것을 좋아합니다.",
      },
      {
        "answer": "につけ",
        "word": "事件のニュースを見るにつけ, 聞くにつけ, 悲しい気持ちになる。",
        "mean": "사건 뉴스를 보거나 듣거나 슬픈 기분이 든다.",
      },
      {
        "answer": "につけ",
        "word": "合格につけ, 不合格につけ, 報告をしてください。",
        "mean": "합격이든 불합격이든 보고를 해주세요.",
      },
    ],
  },
  {
    "id": 203,
    "grammar": "ぐるみ",
    "means": "~전부",
    "description": "집단을 나타내는 명사에 붙어서 그 물건을 포함한 모든 물건을 나타낸다.\n\n원형은 包む(くるむ) 이다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "ぐるみ",
        "word": "襲われて身ぐるみ剥がされ, 持ち物全部盗まれた。",
        "mean": "습격을 받아 몸을 몽땅 털리고, 소지품 전부 도둑맞았다.",
      },
      {
        "answer": "ぐるみ",
        "word": "Ａ君とは家族ぐるみの付き合いだ。",
        "mean": "A 군과는 온 가족의 교제다.",
      },
      {
        "answer": "ぐるみ",
        "word": "この事件は村ぐるみの事件だ。",
        "mean": "이 사건은 온 마을의 사건이다.",
      },
      {
        "answer": "ぐるみ",
        "word": "Ａ国の大量虐殺事件の真相は国家ぐるみで隠蔽されている。",
        "mean": "A국 대량학살 사건의 진상은 국가 차원에서 은폐되고 있다.",
      },
      {
        "answer": "ぐるみ",
        "word": "犯行の手口を見ると, 単独犯ではなく, 組織ぐるみだと思われる。",
        "mean": "범행 수법을 보면 단독범이 아니라 조직 전체로 보인다.",
      },
      {
        "answer": "ぐるみ",
        "word": "Ａ党は党ぐるみで国民を騙そうとしている。",
        "mean": "A당은 온 몸으로 국민을 속이려 하고 있다.",
      },
      {
        "answer": "ぐるみ",
        "word": "Ａ高校のいじめ問題は長年学校ぐるみで隠蔽されてきたが, 在校生の内部告発により公になった。",
        "mean": "A고교의 괴롭힘 문제는 오랜 기간 학교 차원에서 은폐돼 왔으나 재학생들의 내부 고발로 불거졌다.",
      },
      {
        "answer": "ぐるみ",
        "word": "Ａ社は会社ぐるみで詐欺を行っていた。",
        "mean": "A사는 회사 전체에서 사기를 치고 있었다.",
      },
    ],
  },
  {
    "id": 204,
    "grammar": "~ずにはすまない",
    "means": "반드시~해야 한다",
    "description": "사회적 상식, 도덕적 기준에서 ‘~해야 한다’ 는 의미",
    "connectionWays": "동사 ない형, する는 せずに",
    "examples": [
      {
        "answer": "ずにはすまない",
        "word": "今回のことは彼が責任を取らずにはすまない。",
        "mean": "이번의 일은 그가 반드시 책임 지어야 한다",
      },
      {
        "answer": "せずにはすまなかった",
        "word": "隣の家の窓ガラスを割ってしまったので, 弁償をせずにはすまなかった",
        "mean": "옆집 창문을 깨 버려서 반드시 변상해야 했다",
      },
      {
        "answer": "せずにはすまない",
        "word": "軽い事件でも起きたのなら, その原因を調査せずにはすまない",
        "mean": "가벼운 사건이라도 일어나면, 반드시 그 이유를 조사해야한다",
      },
    ],
  },
  {
    "id": 207,
    "grammar": "といえども",
    "means": "~라고 해요",
    "description": "いくら~といえども 형태로 자주 사용되며 , 아무리~라고 해도 (역접) 의 의미이다",
    "connectionWays": "보통형 접속",
    "examples": [
      {
        "answer": "といえども",
        "word": "いくら生きるためといえども, 人の物を盗むのは良くない。",
        "mean": "아무리 살기 위해서라도 남의 물건을 훔치는 것은 좋지 않다.",
      },
      {
        "answer": "といえども",
        "word": "いくら安いといえども, 偽物であれば欲しいとは思わない。",
        "mean": "아무리 싸다고 해도 가짜라면 갖고 싶지 않다.",
      },
      {
        "answer": "といえども",
        "word": "未成年といえども, 罪を犯したのであれば償うべきだ。",
        "mean": "미성년자라도 죄를 지었으면 속죄해야 한다.",
      },
      {
        "answer": "といえども",
        "word": "プロのギタリストといえども, ミスをすることはあり得る。",
        "mean": "프로 기타리스트라고 해도 실수를 할 수는 있다.",
      },
      {
        "answer": "といえども",
        "word": "たった10円といえども, 粗末にしてはならない。",
        "mean": "단돈 10엔이라고 해도 소홀히 해서는 안 된다.",
      },
      {
        "answer": "といえども",
        "word": "会社の社長といえども, 簡単には社員を首にすることはできない。",
        "mean": "회사 사장이라고 해도 쉽게 직원을 해고할 수는 없다.",
      },
      {
        "answer": "といえども",
        "word": "彼は大学を中退したといえども, 今では大企業の社長として立派に働いている。",
        "mean": "그는 대학을 중퇴했지만 지금은 대기업 사장으로 훌륭하게 일하고 있다.",
      },
      {
        "answer": "といえども",
        "word": "会社を作ったといえども, まだ社員が二人だけなので, 会社と言えるかどうか。",
        "mean": "회사를 만들었다지만 아직 직원이 두 명뿐이니 회사라고 할 수 있을까?",
      },
      {
        "answer": "といえども",
        "word": "外国人といえども, 日本に住んでいるのだから, 日本の法律は守らなければならない。",
        "mean": "외국인이라고 해도 일본에 살고 있으니 일본의 법률은 지켜야 한다.",
      },
    ],
  },
  {
    "id": 208,
    "grammar": "とはいえ",
    "means": "~라고는 해도 ",
    "description": "앞 부분의 전제는 인정하지만, 그에 반하는 본인의 의견을 이야기할 때 사용하는 표현.",
    "connectionWays": "명사에 직접 접속, 동사 보통형",
    "examples": [
      {
        "answer": "とはいえ",
        "word": "癌の手術に成功したとはいえ, 他の場所に転移しているかもしれないし, まだまだ安心できない。",
        "mean": "암 수술에 성공했다고는 하지만 다른 곳으로 전이되었을지도 모르고 아직 안심할 수 없다.",
      },
      {
        "answer": "とはいえ",
        "word": "気分が悪かったとはいえ, 遅れるのであれば出社前に会社に連絡すべきである。",
        "mean": "기분이 나빴다고는 하지만 늦는다면 출근 전 회사에 연락해야 한다.",
      },
      {
        "answer": "とはいえ",
        "word": "もう過去のこととはいえ, そう簡単には許すことはできない。",
        "mean": "이미 과거의 일이라지만 그렇게 쉽게 용서할 수는 없다.",
      },
      {
        "answer": "とはいえ",
        "word": "ここは最寄り駅とはいえ, 自宅から自転車でも20分はかかる。",
        "mean": "이곳은 가장 가까운 역이라고 해도 집에서 자전거로 20분은 걸린다.",
      },
      {
        "answer": "とはいえ",
        "word": "親しい関係だとはいえ, 最低限の礼儀を忘れてはいけない。",
        "mean": "친한 사이라고 해도 최소한의 예의를 잊어서는 안 된다.",
      },
      {
        "answer": "とはいえ",
        "word": "彼はまだ未成年だとはいえ, 自分の犯した行為にしっかりと責任を持つべきだ。",
        "mean": "그는 아직 미성년이라고 해도 자신이 저지른 행위에 대해 책임을 져야 한다.",
      },
      {
        "answer": "とはいえ",
        "word": "私は日本人だとはいえ, アメリカで育ったので, 漢字があまり読めません。",
        "mean": "저는 일본인이지만 미국에서 자랐기 때문에 한자를 잘 읽을 수 없습니다.",
      },
      {
        "answer": "とはいえ",
        "word": "結婚に年齢差は関係ないとはいえ, やはり年の差のせいで結婚をした人を見ると色々考えてしまう。",
        "mean": "결혼에 나이차는 상관없다고는 하지만 역시 나이차 때문에 결혼을 한 사람을 보면 많은 생각이 든다.",
      },
      {
        "answer": "とはいえ",
        "word": "男女平等とはいえ, 会社で地位が高い人はたいてい男性だ。",
        "mean": "남녀평등이라고는 하지만 회사에서 지위가 높은 사람은 대개 남성이다.",
      },
      {
        "answer": "とはいえ",
        "word": "分かっているとはいえ, やっぱり別れは辛いものだ。",
        "mean": "알고 있다고는 하지만 역시 이별은 괴로운 법이다.",
      },
    ],
  },
  {
    "id": 211,
    "grammar": "にかかわる",
    "means": "~에 관련된",
    "description": "목숨, 생사, 명예와 같이 아주 중대한 것과 관련이 있다",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "に関わってくる",
        "word": "同じミスを繰り返すのは信用問題に関わってくる。",
        "mean": "같은 실수를 반복하는 것은 신용 문제와 관련된다",
      },
      {
        "answer": "命に関わる",
        "word": "命に関わる病気ではないので, 安心してください。",
        "mean": "생명과 관련된 질병이 아니기 때문에 안심하십시오.",
      },
      {
        "answer": "関わってくる",
        "word": "将来, 十分な年金がもらえないと, 私たちの将来の生活に大きく関わってくる。",
        "mean": "장래, 충분한 연금을 받지 못하면, 우리의 장래 생활에 크게 관련 된다.",
      },
      {
        "answer": "に関わる",
        "word": "お客様のプライバシーに関わることですのでお伝えできません。",
        "mean": "고객님의 사생활과 관련된 일이라 말씀드릴 수 없습니다.",
      },
    ],
  },
  {
    "id": 221,
    "grammar": "~사전형 + まで(のこと)だ",
    "means": "~하면 된다,~할 뿐이다, ",
    "description": "다른 방법이 없으니까 최선의 방법으로써 다른 방법을 한다는 화자의 각오나 결의를 표현",
    "connectionWays": "동사 기본형",
    "examples": [
      {
        "answer": "頑張るまでだ",
        "word": "今回の試験で合格できなかったら, また一年頑張るまでだ。",
        "mean": "이번 시험에서 합격 못하면 다시 일년동안 열심히 하면 된다",
      },
      {
        "answer": "までだ",
        "word": "もし今月も家賃を払ってくれなければ, 裁判所に訴えるまでだ。",
        "mean": "가령 이번 달도 집세를 못받으면 재판소에 소송하면 된다",
      },
      {
        "answer": "までのことだ",
        "word": "誰も一緒にやってくれないなら, 一人で最初から最後までやり切るまでのことだ。",
        "mean": "누구도 함께 해 주지 않는다면 혼자서 처음부터 끝까지 다 하면 된다",
      },
    ],
  },
  {
    "id": 222,
    "grammar": "~과거형 + まで(のこと)だ",
    "means": "~했을 뿐이다",
    "description": "다른 뜻은 없고 오직 이 이유 때문에~한 것이다",
    "connectionWays": "동사 과거형",
    "examples": [
      {
        "answer": "したまで",
        "word": "どうして怒られるのかわからないよ。先生に言われた通りにしたまでなのに。",
        "mean": "왜 혼났는지 모르겠어, 선생님한테 들은 대로 했을 뿐인데",
      },
      {
        "answer": "したまでのことだ",
        "word": "A:何であんなことしたの？　B:この前部長に言われたことしたまでのことだよ。",
        "mean": "A:왜 그런 짓을 했어 ? B: 전 부장님께 들은 대로 했을 뿐이야",
      },
      {
        "answer": "答えたまでのことで",
        "word": "聞かれたから答えたまでのことで, 自分から話したわけじゃない。",
        "mean": "물어봐서 답한것 뿐인으로 내가 말한 것이 아니야",
      },
      {
        "answer": "したまでです",
        "word": "私は当然のことをしたまでです",
        "mean": "저는 당연한 것을 했을 뿐입니다",
      },
      {
        "answer": "したまでです",
        "word": "人としてするべきことをしたまでです",
        "mean": "사람으로 써 해야할 일을 했을 뿐입니다",
      },
    ],
  },
  {
    "id": 227,
    "grammar": "ものを",
    "means": "~텐데,~것을",
    "description":
        '이미 발생한 것에 대해 "그때 그렇게 헀으면 좋았을텐데." 라는 가설이나 가능성을 표현한다\n\n불만, 후회, 유감등의 뉘양스를 갖고있다\n\nのに 와 바꿔 쓸 수 있는데 좀 더 딱딱한 표현\n\n가정법과 사용될 경우~ばいいものを,~たらいいものを 의 형태로 자주 사용된다',
    "connectionWays": "보통형",
    "examples": [
      {
        "answer": "行けばいいものを",
        "word": "車で行けばいいものを, 歩いて行くからそんなことになるんだ。",
        "mean": "자동차로 갔으면 좋았을 것을, 걸어가니까 그런거야",
      },
      {
        "answer": "治るものを",
        "word": "薬を飲めばすぐ治るものを, 意地張って飲まないから悪化したんだ。",
        "mean": "약을 먹었으면 금방 나았을텐데, 고집 부려 안먹어서 악화된 거야",
      },
      {
        "answer": "助けに行ったものを",
        "word": "教えてくれたら, すぐ, 助けに行ったものを。",
        "mean": "알려 줬으면 바로 도와주러 갔을텐데",
      },
      {
        "answer": "ばいいものを",
        "word": "連絡してくれればいいものを, 一人でやるなんて大変だったろうに。",
        "mean": "연락 해줬으면 좋았을걸, 혼자 했다니 힘었겠는걸",
      },
      {
        "answer": "片付いたものを",
        "word": "手を貸してもらえば, すぐ, 片付いたものを。",
        "mean": "도와줬으면 금방 끝났을 걸",
      },
      {
        "answer": "寝ればいいものを",
        "word": "眠くなったら寝ればいいものを, 彼女は[ 寝たら休みが終わっちゃう ]と言って無理やり起きている。",
        "mean": '졸리면 자면 되는 것을 그녀는 "자면 방학이 끝나버려" 라고 말하며 무리하게 깨어있다',
      },
      {
        "answer": "死ねばいいものを",
        "word": "一人で死ねばいいものを, 犯人は近くの通行人まで犠牲にして自殺した。",
        "mean": "혼자 죽으면 좋을텐데, 범인은 근처 통행자까지 희생해 자살했다",
      },
      {
        "answer": "寝たらいいもの",
        "word": "明日に備えて, 早く寝たらいいものを。",
        "mean": "내일을 대비해 빨리 자면 좋았을 걸",
      },
    ],
  },
];
