List jsonN1Grammars = [
  {
    "id": 1,
    "grammar": "をもって (2)",
    "means": "으로、로써",
    "description":
        "근거、수단、방법을 표현한다.\n\n일상적인 장소에서는 잘 사용안된다.\n\n[ ~をもってして、~もってすれば、~もってしても ] 등 관용적 표현이 있다",
    "connectionWays":
        "명사 + をもって\n명사 + をもってして\n명사 + をもってすれば (순접가정) \n명사 + をもってしても (역접가정)",
    "examples": [
      {
        "answer": "もって",
        "word": "書類の提出をもって、正式な応募とみなします。",
        "mean": "서류 제출로써 정식적인 응모로 간주합니다",
      },
      {
        "answer": "もって",
        "word": "期末レポートをもって、成績を決めます。",
        "mean": "기말 레포트으로 성적이 정해집니다",
      },
      {
        "answer": "もって",
        "word": "毒をもって毒を制す",
        "mean": "독으로 독을 제거한다",
      },
      {
        "answer": "もって",
        "word": "[ 頭が良い ]という言葉があるが、一体何をもって[ 頭が良い ]とするのだろうか。",
        "mean": "[머리가 좋다] 라는 말이 있는데 대체 무엇으로써 (무엇을 근거로써) [머리가 좋다] 라고 하는것인가",
      },
      {
        "answer": "もって",
        "word": "喧嘩では直接的な暴力をもって相手を屈服させることが手っ取り早い。",
        "mean": "싸움에서 직접적인 폭력으로써 상대를 굴복 시키는 것이 빠른 길이다",
      },
      {
        "answer": "もって",
        "word": "きちんとした話し合いをもって出た結論ならこちらは受け入れざるをえない。",
        "mean": "제대로 된 논의로써 해도 이 난제는 풀 수 없었다",
      },
      {
        "answer": "もって",
        "word": "俺のIQ50000をもってしてもこの難問は解けなかった。",
        "mean": "내 50000 IQ를 수단으로 해도 이 문제는 풀 수 없었다.",
      },
      {
        "answer": "もって",
        "word": "あいつのやったことは死をもってしても償えるものではない、永遠に消えない罪だ。",
        "mean": "그놈이 한 짓은 죽음으로써 (근거로써) 보상받을 수 없는 영원한 죄다.",
      },
      {
        "answer": "もって",
        "word": "大震災から何年も経ったが、何をもってして[ 復興 ]と言うのだろうか。",
        "mean": "대지진이 일어난 지 몇 년이나 지났지만、무엇을 근거로 [ 부흥 ]이라고 말할 것인가.",
      },
      {
        "answer": "もって",
        "word": "血液は現代の科学をもってしても人工的に作ることができない。",
        "mean": "혈액은 현대 과학으로도 (수단으로도) 인공적으로 만들 수 없다.",
      },
      {
        "answer": "もって",
        "word": "彼女の圧倒的な美をもってすれば、そこらへんにいる男は全員虜にできる。",
        "mean": "그녀의 압도적인 아름다움 (수단) 으로 하면 그곳에 있는 남자들은 모두 사로잡을 수 있다.",
      },
      {
        "answer": "もって",
        "word": "忍耐と反省とをもってすれば、君は困難を突き破ることができる。",
        "mean": "인내와 반성을 방법으로 하면 자네는 어려움을 극복할 수 있다",
      },
      {
        "answer": "もって",
        "word": "梅雨が明けたって言うけど、私の力をもってすれば雨を降らせることができるよ。雨女だから。",
        "mean": "장마가 끝났다고 말하는데、나의 힘으로 하면 비를 내리게 할 수 있어. 나는 우녀니까",
      },
      {
        "answer": "もって",
        "word": "悩みや苦しみはどんな技術をもってしても消すことはできない。",
        "mean": "고민이라 괴로움은 어떤 기술로써도 지우는 것은 불가능하다",
      },
    ],
  },
  {
    "id": 9,
    "grammar": "~ともなく / ともなしに (특정 불가의 출처)",
    "means": "~모르게",
    "description":
        "의문사에 대해서 동작이나 장소, 시간 등을 특정할 수 없음을 나타낸다\n\n[어디선가 모르게, 누구에게나, 어느 쪽이든 상관없이, 어디론가] 라는 해석.",
    "connectionWays": "의문사 ( + 조사) + ともなく\n의문사 ( + 조사) + ともなしに",
    "examples": [
      {
        "answer": "ともなく",
        "word": "どこからともなく銃声が聞こえてくる。",
        "mean": "어디선가 모르게 총성이 들려온다.",
      },
      {
        "answer": "ともなく",
        "word": "二人はどちらからともなく手を繫ぎ, 歩き出した。",
        "mean": "두 사람은 어디선가 모르게 손을 잡고 걷기 시작했다.",
      },
      {
        "answer": "ともなく",
        "word": "いつもガムを噛んでいることから, 彼を[ ガム男 ]と誰ともなく呼ぶようになった。",
        "mean": "항상 껌을 씹다 보니 나도 모르게 그를 껌남이라고 남몰래 부르게 됐다.",
      },
      {
        "answer": "ともなく",
        "word": "窓開けてるとどこからともなく良い匂いしてきた。",
        "mean": "창문 여니 어딘지 모르게 좋은 낸다새가 난다.",
      },
      {
        "answer": "ともなく",
        "word": "誰にともなく言いたい。この気持ちを誰かに知ってほしい。",
        "mean": "누구에게나 말하고 싶다.이 마음을 누군가가 알았으면 좋겠어.",
      },
      {
        "answer": "ともなく",
        "word": "陽も落ちて辺りが暗くなり始めた頃から, どこからともなく人々が集まってきました。",
        "mean": "햇빛도 떨어지고 주위가 어두워지기 시작했을 무렵부터 어디선가 모르게 사람들이 모여들었습니다.",
      },
      {
        "answer": "ともなく",
        "word": "どこからともなく花火の音が聞こえてきて夏を感じた。",
        "mean": "어디선가 모르게 불꽃소리가 들려와 여름을 느꼈다.",
      },
      {
        "answer": "ともなく",
        "word": "不思議な光がどこからともなく現れ, どこへともなく消えていった。",
        "mean": "이상한 빛이 어디선가 모르게 나타나더니 어디론가 사라져 갔다.",
      },
      {
        "answer": "ともなく",
        "word": "いい感じの雰囲気になってどちらともなくキスをした。",
        "mean": "분위기가 좋아져서 둘 다 (어느 쪽이든 상관없이) 키스를 했다.",
      },
      {
        "answer": "ともなく",
        "word": "どこからともなく臭いにおいがする。",
        "mean": "어딘지 모르게 구린내가 난다.",
      },
      {
        "answer": "ともなしに",
        "word": "文句を誰ともなしに言ったところで世の中が変わる訳でもない。",
        "mean": "불평을 누구에게나 한다고 세상이 바뀌는 것도 아니다.",
      },
      {
        "answer": "ともなしに",
        "word": "何処からともなしにお香の香りが漂ってきた。",
        "mean": "어딘지 모르게 향내가 풍겨왔다.",
      },
    ],
  },
  {
    "id": 17,
    "grammar": "(た)手前",
    "means": "~한 체면상\n~해 놓았으니",
    "description":
        "手前 는 체면이란 뜻이 있어 화자의 본의 아닌 감정을 나타낸다\n\n앞에는 이유를 뒤에는 입장이나 사회적 평가를 고려한 후에 사실은 하고 싶지 않지만 해야하는 의미를 나타낸다.\n\n하지 않으면 평가가 떨어지거나 면목이 서지 않기 때문이다.\n\n따라 뒤에는 [するしかない, なければならない, すべき] 등 동작을 제한하는 의미가 온다.\nたてまえ 라고 발음한다.",
    "connectionWays": "동사 과거형,\n명사+の+手前",
    "examples": [
      {
        "answer": "した手前",
        "word": "約束した手前, 寝る時間を割いてでもやるべきだと思う。",
        "mean": "약속 해 놓았으니 잘 시간을 내서라도 해야 할 것 같아.",
      },
      {
        "answer": "もらっている手前",
        "word": "毎度助けてもらっている手前, 何かお礼をしなければ。",
        "mean": "매번 도움을 받은 체면상 뭔가 감사를 드려야죠.",
      },
      {
        "answer": "誘った手前",
        "word": "自分から誘った手前, 今さらやっぱり止めようとは言いにくい。",
        "mean": "자신이 권유해 놓았으니, 이제 와서 역시 그만두자고 말하기 어렵다.",
      },
      {
        "answer": "言い出した手前",
        "word": "[ 別れよう ]と私が言い出した手前, やっぱりやり直そうとは言えない。",
        "mean": "헤어지자고 내가 말을 꺼내었으니, 역시 다시 시작하자고는 할 수 없다.",
      },
    ],
  },
  {
    "id": 22,
    "grammar": "てはばからない",
    "means": "~하기를 주저하지 않는다\n~거리낌 없이~하다",
    "description":
        "憚る(はばかる) [꺼리다] 의 부정표현이 문법화 된 것. \n\n거리낌 없이 눈치 보지 않고 당당하게 행동할 때 사용 ",
    "connectionWays": "て형 접속",
    "examples": [
      {
        "answer": "てはばからない",
        "word": "田中さんは自分がクラスで一番頭がいいと言ってはばからない。",
        "mean": "다나카씨는 자신이 반에서 가장 머리가 좋다고 말하는 것을 주저하지 않는다.",
      },
      {
        "answer": "てはばからない",
        "word": "その政治家は日本のアニメオタクであることを公言してはばからない。",
        "mean": "그 정치인은 일본 애니메이션 오타쿠임을 거리낌없이 공언했다.",
      },
      {
        "answer": "てはばからない",
        "word": "最近のアイドルは[ 恋人がいる ]と公言してはばからない。",
        "mean": "요즘 아이돌은 애인이 있다고 공언하기를 주저하지 않는다.",
      },
      {
        "answer": "てはばからない",
        "word": "部長は部下の功績を自分のものと嘘をついてはばからない。",
        "mean": "부장은 부하의 공적을 자기 것이라고 거짓말하는 것을 주저하지 않는다.",
      },
      {
        "answer": "てはばからない",
        "word": "言い訳が多い人はなんでも時代のせいにしてはばからない。",
        "mean": "변명이 많은 사람은 뭐든지 시대를 탓이라고 하는 것을 주저하지 않는다.",
      },
      {
        "answer": "てはばからない",
        "word": "弟は少しテレビに映っただけなのに, 有名人を気取ってはばからない。",
        "mean": "동생은 잠깐 TV에 나왔을 뿐인데 거리낌 없이 유명인 척을 한다.",
      },
      {
        "answer": "てはばからない",
        "word": "彼女は彼の好きな部分をみんなに語ってはばからない。",
        "mean": "그녀는 그가 좋아하는 부분을 모두에게 말하는 것을 주저하지 않는다.",
      },
      {
        "answer": "てはばからない",
        "word": "彼は利益のためなら周りの人を犠牲にしてはばからない人だ。",
        "mean": "그는 이익을 위해서라면 주위 사람들을 희생 시키기를 주저하지 않는 인간이다.",
      },
      {
        "answer": "てはばからない",
        "word": "あの親は自分の子どもが天才だと断言してはばからない。",
        "mean": "저 부모는 자기 아이가 천재라고 단언하는 하는 것을 주저하지 않는다.",
      },
      {
        "answer": "とってはばからない",
        "word": "佐藤さんは仕事はよくできるが, 他人に不機嫌な態度をとってはばからないので嫌われている。",
        "mean": "사토 씨는 일은 잘하지만, 다른 사람에게 기분 나쁜 태도를 하는 것을 주저하지 않기 때문에 미움을 받고 있다.",
      },
      {
        "answer": "てはばからない",
        "word": "彼は実家がお金持ちなことを自慢してはばからない。",
        "mean": "그는 친정이 부자라는 것을 거리낌 없이 자랑한다.",
      },
    ],
  },
  {
    "id": 26,
    "grammar": "てもともとだ",
    "means": "~해도 본전치기다",
    "description": "가능성이 희박한 것을 나타내는 경우나 도전해서 실패한 경우에 사용함",
    "connectionWays": "て형 접속",
    "examples": [
      {"answer": "元々だ", "word": "ダメで元々だ", "mean": "밑저야 본전이다"},
      {"answer": "もともとだ", "word": "負けてもともとだ", "mean": "져보 본전이다"},
      {
        "answer": "もともとだ",
        "word": "失敗してもともとだと思う",
        "mean": "실패해도 본전이라고 생각해",
      },
    ],
  },
  {
    "id": 28,
    "grammar": "~というか ~というか /~といおうか ~といおうか",
    "means": "~라고 할까 ~라고 할까",
    "description":
        "자신이 느끼고 있는 인상이나 판단을 서술하여 그것을 설명하거나 평가하는 표현.\n\n직접적으로 말하는 것을 피할 때 사용함.",
    "connectionWays": "な형용사 어간\n나머지는 보통형에 접속",
    "examples": [
      {
        "answer": "悲しいというか",
        "word": "よく一緒に遊んでいた友人が転校してしまい, 寂しいというか悲しいというか, この感情は誰にも説明できない。",
        "mean": "자주 같이 놀던 친구가 전학을 가서 외롭다고 할까 슬프다고 할까, 이 감정은 누구에게도 설명할 수 없다.",
      },
      {
        "answer": "残念というか",
        "word": "この映画のオチには失望というか残念というか, 見なければ良かったと思う。",
        "mean": "이 영화의 만담에는 실망이랄까 아쉽다랄까, 안 봤으면 좋았을 것 같아.",
      },
      {
        "answer": "無茶というか",
        "word": "あんなところに一人で行くなんて, 無謀というか無茶というか, とにかく私には理解できない。",
        "mean": "저런 곳에 혼자 가다니 무모하다고 할까, 터무니없다고 할까, 어쨌든 나는 이해할 수 없다.",
      },
      {
        "answer": "嬉しいというか",
        "word": "たくさんお祝いをしていただき, 嬉しいというか感謝というか, 言葉になりません。",
        "mean": "축하를 많이 해 주셔서 기쁘다고 할까, 감사하다고 할까, 말이 되지 않습니다.",
      },
      {
        "answer": "何というか",
        "word": "この質問には答えづらいというか何というか, 女性にする質問としては不適切だと思う。",
        "mean": "이 질문에는 대답하기 어렵다고 할까, 뭐랄까, 여성에게 하는 질문으로는 부적절하다고 생각한다.",
      },
      {
        "answer": "面白いというか",
        "word": "彼は変というか面白いというか, どこか他の人と違う。",
        "mean": "그는 이상하다고 할까 재미있다고 할까, 어딘가 다른 사람과 다르다.",
      },
      {
        "answer": "無神経というか",
        "word": "そんなことを言うなんて無神経というか何というか, 彼の人格を疑う。",
        "mean": "그런 말을 하다니 무신경하다고 할까, 뭐랄까, 그의 인격을 의심한다.",
      },
      {
        "answer": "味が濃いというか",
        "word": "自分でチャーハン作ってみたけど食感が悪いというか味が濃いというか, 反省点がたくさんある。",
        "mean": "직접 볶음밥 해봤는데 식감이 안 좋다고 할까, 맛이 진하다고 할까 반성점이 많이 있다.",
      },
    ],
  },
  {
    "id": 33,
    "grammar": "とまでは言わないが / とまでは言わないとしても / とまでは言わないにしても",
    "means": "~라고까지는 할 수 없지만\n~라고까지는 할 수 없어도 ",
    "description": "다양한 모양으로 사용된다. 예시를 보면서 익히는 것이 좋음",
    "connectionWays": "な형용사 어간\n나머지는 보통형에 접속",
    "examples": [
      {
        "answer": "とまでは言わないが",
        "word": "昔は良かったとまでは言わないが, ふと懐かしくなることもある。",
        "mean": "옛날에는 좋았다고까지는 말하지 않지만 문득 그리워지기도 한다.",
      },
      {
        "answer": "とまでは言わないが",
        "word": "[ 大人になれ ]とまでは言わないが, お前はもう子どもじゃないんだ。分かるか？",
        "mean": "어른이 되라는 말까지는 안 하지만 넌 이제 어린애가 아니야.알아?",
      },
      {
        "answer": "までは言わないにしても",
        "word": "お酒を飲むなとまでは言わないにしても, 意識が飛ぶほど飲むのは止めてほしい。",
        "mean": "술을 마시지 말라고까지는 말하지 않더라도 의식이 날아갈 정도로 마시는 것은 그만두었으면 한다.",
      },
      {
        "answer": "とまでは言わなくとも",
        "word": "お金さえあれば幸せとまでは言わなくとも, ほとんどの事はお金で解決できる。",
        "mean": "돈만 있으면 행복하다고까지는 말할 수 없어만 대부분의 일은 돈으로 해결할 수 있다.",
      },
      {
        "answer": "とは言わないまでも",
        "word": "絶対やるなとは言わないまでも, やるなら十分注意したほうがいい。",
        "mean": "절대 하지 말라고는 말하지 않아도 한다면 충분히 주의하는 편이 좋다.",
      },
      {
        "answer": "とまでは言わないが",
        "word": "裕福とまでは言わないが, 週１で贅沢できるような生活がしたい。",
        "mean": "부유하다고까지는 말하지 않지만, 주 1로 사치할 수 있는 생활을 하고 싶다.",
      },
      {
        "answer": "とは言わないにしても",
        "word": "腹筋を割るとは言わないにしても, お腹周りの贅肉は取り除きたい。",
        "mean": "복근을 깬다고는 하지 않더라도 뱃살은 빼고 싶다.",
      },
      {
        "answer": "とは言わないまでも",
        "word": "[ 鬼滅の刃 ]は過去に見たアニメの中で一番とは言わないまでもかなり好き。",
        "mean": "귀멸의 칼날은 과거에 본 애니메이션 중에서 으뜸이라고는 할 수 없어도 꽤 좋아.",
      },
    ],
  },
  {
    "id": 34,
    "grammar": "ない(もの)でもない / なくもない",
    "means": "~하지 않는 것도 아니다\n안 ~ 하는 건 아니다",
    "description":
        "1. 소극적인 단정을 나타낸다.\n사고[思考]나 감정 등에 관련된 말에 붙음\n\n2. 소극적인 가능성을 나타낸다\n가능성이 0 은 아니지만 원칙적으론 불가능 할 때 사용된다",
    "connectionWays": "동사 ない형",
    "examples": [
      {
        "answer": "気がしないでもない",
        "word": "彼を見ていると, 過去の自分を見ている気がしないでもない。",
        "mean": "그를 보고 있으면 과거의 자신을 보는 기분이 들지 않는 것도 않는다.",
      },
      {
        "answer": "分からないでもないが",
        "word": "マナーの悪い人に対して腹が立つのは分からないでもないが, 手を出すのは良くない。",
        "mean": "매너가 나쁜 사람에 대해 화가 나는 것은 모르는 것도 아니지만 손을 대는 것은 좋지 않다.",
      },
      {
        "answer": "思わないものでもないが",
        "word": "彼女のことは可哀想とは思わないものでもないが, 結局自業自得だったと思う。",
        "mean": "그녀를 불쌍히 여기지 않는 것도 아니지만 결국 자업자득이었다고 생각한다.",
      },
      {
        "answer": "ないものでもない",
        "word": "気温が35度を超えると命の危険を感じないものでもない。",
        "mean": "기온이 35도를 넘으면 생명의 위험을 느끼지 않는 것도 아니다.",
      },
      {
        "answer": "ないものでもない",
        "word": "子どもの頃にそろばんを習ったので暗算が得意。そこだけは親に感謝しないものでもない。",
        "mean": "어렸을 때 주판을 배웠기 때문에 암산이 특기. 거기만은 부모에게 감사하지 않는 것도 아니다.",
      },
      {
        "answer": "しないでもない",
        "word": "殺人はしてはいけないことだが, 犯人の境遇を考えると多少同情しないでもない。",
        "mean": "살인은 해서는 안 되는 일이지만 범인의 처지를 생각하면 다소 동정하지 않는 것도 않는다.",
      },
      {
        "answer": "なくもない",
        "word": "謎の下痢。思い当たる節がなくもない。",
        "mean": "수수께끼의 설사. 짚이는 데가 없지 않은 것도 아니다.",
      },
      {
        "answer": "しなくもない",
        "word": "痛烈な反論は歓迎しなくもない。",
        "mean": "통렬한 반론은 환영하지 않는 것도 아니다",
      },
      {
        "answer": "やらないでもない",
        "word": "今素直に謝ってくれるのであれば, 許してやらないでもない。",
        "mean": "지금 솔직하게 사과해준다면 용서해 주지 않는 것도 아니다.",
      },
      {
        "answer": "行けないでもない",
        "word": "ここからは少し遠いが, 頑張れば歩いて行けないでもない。",
        "mean": "여기서는 좀 멀지만 열심히 하면 걸어갈 수 없는 것도 아니다.",
      },
      {
        "answer": "作れないものでもない",
        "word": "レシピさえ見れれば, 私にも作れないものでもない。",
        "mean": "레시피만 보면 나도 못 만드는 것도 아니야.",
      },
      {
        "answer": "出れないものでもない",
        "word": "骨折したが, 助けさえあれば部屋から出れないものでもない。",
        "mean": "골절상을 입었지만 도움만 있으면 방에서 나올 수 없는 것도 아니다.",
      },
      {
        "answer": "ないものでもない",
        "word": "お金さえ積んでくれれば, 譲れないものでもない。",
        "mean": "돈만 쌓아주면 양보할 수 없는 것도 아니다.",
      },
      {
        "answer": "ないものでもない",
        "word": "人間関係は学校でしか学べないものでもない。",
        "mean": "인간관계는 학교에서만 배울 수 없는 것도 아니다.",
      },
      {
        "answer": "届かなくもない",
        "word": "あの車ちょっと高いが, 貯金すれば手が届かなくもない。",
        "mean": "저 차 좀 비싸지만 저금하면 손이 닿지 않는 것도 않이다.",
      },
      {
        "answer": "決められなくもない",
        "word": "時間があればゆっくり考えるが, 決断しなければならないなら今すぐ決められなくもない。",
        "mean": "시간이 나면 천천히 생각하겠지만 결단을 내려야 한다면 당장 결정할 수 없는 것도 아니다.",
      },
    ],
  },
  {
    "id": 44,
    "grammar": "のなんのって",
    "means": "매우~하다",
    "description":
        '"말할 수 없이 심하다", "훌륭하다" 등 정도를 강조하는 표현\n\n[おいしいのなんのって] 는 [とてもおいしい] 와 같은 말\n\n단지 강조하는 것 뿐아니라 말하는 사람의 놀라움을 표현',
    "connectionWays":
        "い형용사 보통형 + のなんのって\nな형용사 어간 + な + のなんのって\n동사 보통형 + のなんのって",
    "examples": [
      {
        "answer": "のなんのって",
        "word": "学校でスマホ見てたら気配もなく先生が後ろにいて焦ったのなんのって…",
        "mean": "학교에서 스마트폰을 보는데 기척도 없이 선생님이 뒤에 계셔서 매우 초조했다며..",
      },
      {
        "answer": "のなんのって",
        "word": "日焼け後が痛いのなんのって。",
        "mean": "선탠 후에 매우 아프다며.",
      },
      {
        "answer": "のなんのって",
        "word": "今住んでるアパート, 直射日光で部屋が暑いのなんのって。",
        "mean": "지금 살고 있는 아파트, 직사광선 때문에 방이 매우 덥다며.",
      },
      {
        "answer": "のなんのって",
        "word": "13年ぶりくらいにタバコ吸ったら, 美味しいのなんのって！",
        "mean": "13년 만에 담배 피웠는데 매우 맛있다며 !",
      },
      {
        "answer": "のなんのって",
        "word": "運動全くしてないけど食生活変えただけで体重が減るのなんのって。",
        "mean": "운동 하나도 안 했는데 식생활 바꾸는 것만으로 매우 살이 빠졌어!",
      },
      {
        "answer": "のなんのって",
        "word": "うちの猫たち昼でも真夜中でも大運動会。寝てると顔の上を通過され, 爪が痛いのなんのって。",
        "mean": "우리 고양이들 낮에도 한밤중에도 대운동회.자고 있으면 얼굴 위를 통과해서 손톱이 매우 아프다며!",
      },
      {
        "answer": "のなんのと",
        "word": "調理場はガス使うから暑いのなんのと。",
        "mean": "조리장은 가스를 쓰니까 매우 덥다며.",
      },
      {
        "answer": "のなんのと",
        "word": "10年ぶりに初恋の人に会って驚いたのなんのと。",
        "mean": "10년 만에 첫사랑을 만나서 매우 놀랐다며.",
      },
      {
        "answer": "のなんのと",
        "word": "彼は音痴過ぎて, 鼻歌でさえ下手くそなのなんのと。",
        "mean": "그는 음치가 너무 심해서 콧노래조차 매우 못 부른다며.",
      },
    ],
  },
  {
    "id": 45,
    "grammar": "は言うに及ばず",
    "means": "~은 말할 것도 없고",
    "description": "말할 것도 없고 당연히 ~하다\n\nはいうにおよばず 로 발음한다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "は言うに及ばず",
        "word": "彼女は英語は言うに及ばず, ドイツ語とフランス語も話します。",
        "mean": "그녀는 영어는 말할 것도 없고 독일어와 프랑스어도 합니다.",
      },
      {
        "answer": "は言うに及ばず",
        "word": "彼女はフランス語は言うに及ばず母国語すらろくに話せない。",
        "mean": "그녀는 프랑스어는 말할 것도 없고 모국어조차 제대로 못한다.",
      },
      {
        "answer": "は言うにおよばず",
        "word": "遺族は言うにおよばず, 参列者の大半も K 氏の言葉に涙を流した.",
        "mean": "유족들은 말할 것도 없고 참석자 대부분도 K씨의 말에 눈물을 흘렸다.",
      },
    ],
  },
  {
    "id": 46,
    "grammar": "ばかりになっている",
    "means": "~하기만 하면 된다",
    "connectionWays": "동사 사전형 접속",
    "examples": [
      {
        "answer": "ばかりになっている",
        "word": "準備が整い, これからお客様を待つばかりになっている",
        "mean": "준비가 되어 이제부터 손님을 기다리기만 하면 된다.",
      },
      {
        "answer": "ばかりになっている",
        "word": "旅行に行くばかりになっている",
        "mean": "여행을 가기만 하면 된다",
      },
      {
        "answer": "ばかりになっている",
        "word": "昼ご飯はいつでも食べられるばかりになっている",
        "mean": "점심 밥을 언제라도 먹을 수 있게 다 되어 있다.",
      },
      {
        "answer": "ばかりになっている",
        "word": "料理は温めるばかりになっている",
        "mean": "음식은 데우기만 하면 된다.",
      },
    ],
  },
  {
    "id": 49,
    "grammar": "ほど(のこと)ではない",
    "means": "~할 정도 인 것은 아니다",
    "description": "대단한 것이 아니기 때문에 ~할 필요는 없다.",
    "connectionWays": "동사 사전형",
    "examples": [
      {
        "answer": "ほどのことではない",
        "word": "この件は, 問題として取り上げるほどのことではない。",
        "mean": "이 건은 문제 삼을 정도 것은 아니다.",
      },
      {
        "answer": "ほどのことではない",
        "word": "ちょっと転んで擦りむいただけだし, 病院へ行くほどのことではないよ。",
        "mean": "조금 넘어져서 긁힌 것 뿐이지 병원에 갈 정도는 아니야.",
      },
      {
        "answer": "ほどのことではない",
        "word": "冗談なんだし, 怒るほどのことではないと思うけど。",
        "mean": "농담이고 화낼 정도는 아닌 것 같은데.",
      },
      {
        "answer": "ほどのことではない",
        "word": "この問題は初級の内容だし, 説明するほどのことではないよね？",
        "mean": "이 문제는 초급 내용이지 설명할 만한 건 아니지?",
      },
      {
        "answer": "ほどのことではない",
        "word": "そんなに真剣に悩むほどのことではない。",
        "mean": "그렇게 진지하게 고민할 만한 일은 아니야.",
      },
      {
        "answer": "ほどのことではない",
        "word": "騒ぐほどのことではない",
        "mean": "떠들어댈 정도의 일은 아니다",
      },
    ],
  },
  {
    "id": 50,
    "grammar": "までして /~まで(に)",
    "means": "~까지 해서 /~까지",
    "description":
        "최대의 희생이나 대가를 치러서 어떤 목표를 달성하는 것을 표현.\n\n목표를 달성하기 위해서는 수단을 가리지 않는 뉘양스가 있음.",
    "connectionWays": "명사 + までして(に)\n동사て형 + てして",
    "examples": [
      {
        "answer": "までして",
        "word": "どれだけ欲しくても, 借金までして買いたいとは思わない。",
        "mean": "아무리 갖고 싶어도 빚까지 내서 사고 싶은 생각은 없다.",
      },
      {
        "answer": "してまで",
        "word": "どれだけ欲しくても, 借金してまで買いたいとは思わない。",
        "mean": "아무리 갖고 싶어도 빚을 내서까지 사고 싶은 생각은 없다.",
      },
      {
        "answer": "てまで",
        "word": "直接本人に聞いてまで知りたいわけじゃない。",
        "mean": "직접 본인한테 물어보면서까지 알고 싶은 건 아니야.",
      },
      {
        "answer": "並んでまで",
        "word": "わざわざ１時間も行列に並んでまで食べたくない。",
        "mean": "일부러 1시간이나 줄을 서서까지 해서 먹고 싶지 않아.",
      },
      {
        "answer": "までして",
        "word": "なぜそうまでして嘘をつくのだろうか。",
        "mean": "왜 그렇게까지 해서 거짓말을 할까.",
      },
      {
        "answer": "までして",
        "word": "結婚のために夜勤までして貯めたお金を使い込まれた。",
        "mean": "결혼하느라 야근까지 해서 모은 돈을 탕진했다.",
      },
      {
        "answer": "までして",
        "word": "徹夜までして追い込んだのに, 試験では力を出し切れなかった。",
        "mean": "밤을 새며 까지 몰아붙였는데도 시험에서는 힘을 다 낼 수가 없었다.",
      },
      {
        "answer": "してまで",
        "word": "徹夜してまで追い込んだのに, 試験では力を出し切れなかった。",
        "mean": "밤을 새며 까지 몰아붙였는데도 시험에서는 힘을 다 낼 수가 없었다.",
      },
    ],
  },
  {
    "id": 52,
    "grammar": "もがな",
    "means": "~해서는 안 될",
    "description": "주로 관용적으로 쓰이는 경우가 많다",
    "connectionWays": "동사 ない형",
    "examples": [
      {
        "answer": "言わずもがな",
        "word": "言わずもがなのことを言ってしまった。",
        "mean": "말 해서는 안될 소리를 해 버렸다.",
      },
      {
        "answer": "言わずもがな",
        "word": "言わずもがなだ。",
        "mean": "말 해서는 안된다.",
      },
      {
        "answer": "言わずもがなだ",
        "word": "そんなことは言わずもがなだ。",
        "mean": "그런 말은 해서는 안된다.",
      },
      {
        "answer": "あらずもがな",
        "word": "そんなことはあらずもがなと思う",
        "mean": "그런 일은 불필요한 것이라고 생각한다",
      },
      {
        "answer": "あらずもがな",
        "word": "あんな奴はあらずもがなだ",
        "mean": "저런 놈은 필요 없는 놈이다",
      },
    ],
  },
  {
    "id": 53,
    "grammar": "もしない / はしない",
    "means": "~하지도 않다. /~하지는 않다.",
    "description": "전혀 ~ 하지 않다\n\n화자의 불만을 표현한다.\n\n문어체로 ~もせず 로 사용한다.",
    "connectionWays": "동사 ます형",
    "examples": [
      {
        "answer": "もしない",
        "word": "[僕が悪かった]と考えているのに, 彼はこっちを見もしない。ますます腹が立って来た。",
        "mean": "[내가 잘못했다]고 생각하고 있었는데 그는 이쪽을 쳐다보지도 않는다.점점 화가 나기 시작했다.",
      },
      {
        "answer": "もしない",
        "word": "調べもしないで, [先生, わからない]はダメです。まずは自分で調べましょう。",
        "mean": "알아보지도 않고 [선생님, 모르겠어] 라고 하면 안 돼요.우선 스스로 알아봅시다.",
      },
      {
        "answer": "もしない",
        "word": "彼はスマホばかり触って, 私の話を聞きもしない。",
        "mean": "그는 스마트폰만 만지고 내 말을 듣지도 않는다.",
      },
      {
        "answer": "もしない",
        "word": "食べもしないで, 美味しかどうかなんてわからない。",
        "mean": "먹지도 않고 맛있는지 없는지 모르겠어",
      },
      {
        "answer": "もしません",
        "word": "あの日の出来事は忘れもしません。",
        "mean": "그날 있었던 일은 잊지도 않아요.",
      },
      {
        "answer": "もしなかった",
        "word": "こんな結果になるなんて, 思いもしなかった。",
        "mean": "이런 결과가 나오리라고는 생각지도 못했다.",
      },
      {
        "answer": "もしない",
        "word": "プレゼントをあげたり, 優しくしたりしているのに彼女は僕に振り向きもしない。",
        "mean": "선물을 주고 상냥하게 대하는데 그녀는 나에게 돌아보지도 않는다.",
      },
      {
        "answer": "もせず",
        "word": "トムさんは私の部屋に入ると, 何も言いもせず, 勝手に冷蔵庫を開けたり, エアコンをつけたりして, ちょっとムカついた。",
        "mean": "톰씨는 내 방에 들어오면 아무 말도 하지 않고 마음대로 냉장고를 열거나 에어컨을 켜서 약간 짜증이 났다.",
      },
      {
        "answer": "もしない",
        "word": "できもしないのに, [任せてください！]と言う社員は正直迷惑だ。",
        "mean": "할 수도 없는데 [맡겨주세요!]라고 말하는 직원은 솔직히 민폐다.",
      },
    ],
  },
  {
    "id": 72,
    "grammar": "の至り",
    "means": "지극히 ~함",
    "description":
        "光栄の至り, 感激の至り, 幸甚 등 일부 단어에 대해 감정을 강조하는 표현.\n\n[ 若気の至り은 혈기왕성한 젊은이들이 하는 치졸한 행위, 실패를 나타내는 관용 표현.\n\nのいたり 라고 발음한다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "の至りです",
        "word": "このような式典に参加でき, 光栄の至りです。",
        "mean": "이런 식전에 참석하게 되어 지극히 영광입니다.",
      },
      {
        "answer": "の至りでございます",
        "word": "皆様のご声援に感激の至りでございます。",
        "mean": "여러분의 성원에 감격하기 그지없습니다.",
      },
      {
        "answer": "の至りです",
        "word": "少しでもお役に立てば幸甚の至りです。",
        "mean": "조금이라도 도움이 된다면 지극히 다행입니다.",
      },
      {
        "answer": "の至りでした",
        "word": "限られた時間でしたが, 大変貴重なお話しを伺え, その場にいられましたことが光栄の至りでした。",
        "mean": "한정된 시간이었지만 매우 귀중한 이야기를 들을 수 있었고, 그 자리에 있게 된 것이 지극히 영광이었습니다.",
      },
      {
        "answer": "の至りです",
        "word": "多くの方に応援して頂いて感謝の至りです。",
        "mean": "많은 분들이 응원해 주셔서 감사하기 그지없습니다.",
      },
      {
        "answer": "の至りです",
        "word": "褒めていただき恐縮の至りです。",
        "mean": "칭찬해 주셔서 황송하기 짝이 없습니다.",
      },
      {
        "answer": "の至りを",
        "word": "若気の至りを経験してこそ本当の大人になれる。",
        "mean": "젊음의 극치를 겪어야 진정한 어른이 될 수 있다.",
      },
      {
        "answer": "若気の至りで",
        "word": "学生時代はよく若気の至りで悪いことばかりした。",
        "mean": "학창시절에는 흔히 풋내기에 나쁜 짓만 했다.",
      },
    ],
  },
  {
    "id": 78,
    "grammar": "よう",
    "means": "~하는 방법 / 상태",
    "description":
        "[ 悲しむ, 起こる, 驚く, 喜ぶ ] 등 의 감정을 나거나 [ 変わる, 似る ] 등의 상태를 표하는\n\n동사에 자주 접속하며 그 방법이나 상태를 표현한다.",
    "connectionWays": "동사 ます형",
    "examples": [
      {
        "answer": "ようは",
        "word": "その悲しみようは, 見ている人さえも悲しくさせた。",
        "mean": "그 슬픔은 보는 사람조차 슬프게 했다.",
      },
      {
        "answer": "ようだ",
        "word": "突然声をかけられて, 尋常ではない驚きようだった。",
        "mean": "갑자기 말을 걸어 심상치 않은 놀라움이었다.",
      },
      {
        "answer": "ようだ",
        "word": "何年も見ないうちに, 顔も雰囲気もすごい変わりようだった。",
        "mean": "몇 년이나 못본 사이에 얼굴도 분위기도 많이 변한 모습이었다.",
      },
      {
        "answer": "ようだった",
        "word": "まるで少女のような喜びようだった。",
        "mean": "마치 소년 같은 웃음(방법) 이었다.",
      },
      {
        "answer": "ようだ",
        "word": "部下がちょっとミスしただけでこの怒りようだ。",
        "mean": "부하가 조금 실수 한 것 만으로 이 화난(상태) 다",
      },
    ],
  },
  {
    "id": 85,
    "grammar": "(よ)うが / (よ)うと",
    "means": "(설령) ~하더라도",
    "description":
        "앞 부분과 관계없이 뒷부분을 하겠다는 강한 의지의 표현\n\n가정 조건의 역접을 나타낸다.\n\n어떤 상황에서도 변하지 않는 것을 뒷 내용에서 말함.\n\n[たとえ, どれだけ, どんなに, いくら] 등과 자주 호흥함.",
    "connectionWays":
        "1. 동사 의지형 + が / と / とも\n2. 명사 + だろうが / であろうが / だろうと / であろうと\n3. い형용사 어간 + くても / くとも / かろうと / かろうが\n4. な형용사 어간 + だろうが / であろうが / だろうと / であろうと",
    "examples": [
      {
        "answer": "買おうと",
        "word": "たくさん本を買おうと, 読まないなら無駄だ。",
        "mean": "책을 많이 사더라도 읽지 않는다면 소용없어.",
      },
      {
        "answer": "されようが",
        "word": "たとえ反対されようが, 自分のことは自分で決める。",
        "mean": "비록 반대를 받더라도, 자신의 일은 스스로 결정한다.",
      },
      {
        "answer": "いようと",
        "word": "今どんなに晴れていようと, 登山中はいつ天気が急変するか分からないので注意しなければならない。",
        "mean": "지금 아무리 맑더라도 등산 중에는 언제 날씨가 급변할지 모르기 때문에 주의해야 한다.",
      },
    ],
  },
  {
    "id": 86,
    "grammar": "~(よ)うが~まいが / ~(よ)うと~まいと",
    "means": "~하든~하지 않든",
    "description": "어느쪽이든 같다는 의미",
    "connectionWays": "1. 동사 의지형 + が + 동사 まい형 + が\n2. 동사 의지형 + と + 동사 まい형 + と",
    "examples": [
      {
        "answer": "しまいと",
        "word": "歴史はめちゃくちゃ得意なので, 勉強しようとしまいと問題ない。",
        "mean": "역사는 엄청 잘해서 공부하든 안하든 문제없다.",
      },
      {
        "answer": "いまいが",
        "word": "彼がいようがいまいが, どっちでもいい。",
        "mean": "그가 있든 없든 어느 쪽이든 좋다.",
      },
      {
        "answer": "降ろうが",
        "word": "雨が降ろうが降るまいが, 運動会は決行します。",
        "mean": "비가 오든 말든 운동회는 결행합니다.",
      },
    ],
  },
  {
    "id": 87,
    "grammar": "~だろうが ~だろうが / ~だろうと ~だろうと",
    "means": "~이든 ~이든",
    "description": "앞 부분과 관계없이 뒷부분을 하겠다는 강한 의지의 표현",
    "connectionWays": "だろう 같이 접속",
    "examples": [
      {
        "answer": "だろうが",
        "word": "どんなにイケメンだろうがお金持ちだろうが, 性格に問題がある人とは付き合えない。",
        "mean": "아무리 잘생겼더라도 부자든 성격에 문제가 있는 사람과는 사귈 수 없다.",
      },
      {
        "answer": "低かろうと",
        "word": "他人の私に対する評価が高かろうと低かろうと, 別に気にしたことではない。",
        "mean": "남들의 나에 대한 평가가 높든 낮든 별로 신경쓸 일이 아니다.",
      },
      {
        "answer": "だろうと",
        "word": "風邪だろうと熱だろうと, 明日の会議は休まないでください。",
        "mean": "감기든 열이든 내일 회의는 쉬지 마세요.",
      },
      {
        "answer": "寂しかろうが",
        "word": "一人が寂しかろうが, 猫がいれば大丈夫。",
        "mean": "한 사람이 외로워도 고양이가 있으면 괜찮아.",
      },
      {
        "answer": "かろうと",
        "word": "値段が高かろうと何だろうと, 欲しいものは欲しい。",
        "mean": "가격이 비싸든 뭐든 원하는 건 갖고 싶어.",
      },
      {
        "answer": "だろうが",
        "word": "犬だろうが, 猫だろうが, 母はペットを飼うのを許してくれない。",
        "mean": "개든 고양이든 엄마는 애완동물을 키우는 것을 허락하지 않는다.",
      },
    ],
  },
  {
    "id": 88,
    "grammar": "(よ)うにも ~ (でき)ない",
    "means": "~하려고 해도~할 수 없다",
    "description":
        "하고 싶지만 어떤 이유로 할 수 없다는 것을 나타낸다.\n\n물리적인 이유의 경우에 사용하기 쉽다.\n\n[(よ)うにも~ない] : 물리적 이유로 할 수 없다\n\n[~に~ない] : 심리적인 이유로 할 수 없다.",
    "connectionWays": "동사 의지형 + 동사 가능형",
    "examples": [
      {
        "answer": "話しかけられない",
        "word": "緊張して話しかけようにも話しかけられない。",
        "mean": "긴장해서 말을 걸려고 해도 말을 걸지 못한다.",
      },
      {
        "answer": "寝られない",
        "word": "暑くて寝ようにも寝られない。",
        "mean": "더워서 잠도 못 자겠어.",
      },
      {
        "answer": "帰られない",
        "word": "仕事が終わらず帰ろうにも帰られない。",
        "mean": "일이 끝나지 않아 돌아갈 수도 없다.",
      },
      {
        "answer": "言うに",
        "word": "深い事情があって言うに言えない。",
        "mean": "깊은 사정이 있어서 말할 수 없다.",
      },
      {
        "answer": "忘れられない",
        "word": "私の目の前で人が津波に飲み込まれていった光景は忘れようにも忘れられない。",
        "mean": "내 눈앞에서 사람이 쓰나미에 휩쓸려 간 광경은 잊어도 잊을 수 없다.",
      },
      {
        "answer": "上がれない",
        "word": "全身筋肉痛でベッドから起き上がろうにも起き上がれない。",
        "mean": "전신 근육통으로 침대에서 일어나려고 해도 일어날 수가 없어.",
      },
      {
        "answer": "歌おうにも",
        "word": "好きな歌なのに, サビの音が高すぎて歌おうにも歌えない。",
        "mean": "좋아하는 노래인데 후렴구 소리가 너무 높아서 부르려고도 못 불러.",
      },
      {
        "answer": "聞こうにも",
        "word": "彼の寝癖がずっと気になって, 真面目に聞こうにも話が頭に入ってこない。",
        "mean": "그의 잠버릇이 계속 신경 쓰여서 진지하게 들어도 이야기가 머리에 들어오지 않는다.",
      },
    ],
  },
  {
    "id": 89,
    "grammar": "동사 기본형 + に + (가능형)ない",
    "means": "하고 싶어도 할 수 가 없다",
    "description":
        "하고 싶지만 어떤 이유로 할 수 없다는 것을 나타낸다.\n\n심리적인 이유일 경우에 사용하기 쉽다.\n\n[(よ)うにも ~ない] : 물리적 이유로 할 수 없다\n\n[~に ~ない] : 심리적인 이유로 할 수 없다.",
    "connectionWays": "동사 기본형 + にも + 동사 가능 부정형",
    "examples": [
      {
        "answer": "笑えなかった",
        "word": "彼の仕草がとても面白かったが, 周囲は真剣に聞いているので私は笑うに笑えなかった。",
        "mean": "그의 몸짓이 너무 재미있었지만 주위는 진지하게 듣고 있어서 나는 웃고 싶어도 웃지 못했다.",
      },
      {
        "answer": "れなかった",
        "word": "赤ちゃんが夜通し泣いて, 私は寝るに寝れなかった。",
        "mean": "아기가 밤새 울어서 나는 자고 싶어도 잘 수 없었다.",
      },
      {
        "answer": "休めない",
        "word": "今職場は深刻な人手不足に陥っていて, 休日ですら休むに休めない状況だ。",
        "mean": "지금 직장은 극심한 인력난에 빠져 있어 휴일조차 쉬고 싶어도 쉴 수 없는 상황이다.",
      },
      {
        "answer": "引けない",
        "word": "彼らは喧嘩でヒートアップしてしまい, お互いに引くに引けない状況になってしまっている。",
        "mean": "그들은 싸움에서 열을 올려 서로 물러나고 싶어도 물러설 수 없는 상황이 되어 버렸다.",
      },
      {
        "answer": "帰れない",
        "word": "連日の大雨で市内は冠水し, 帰るに帰れない。",
        "mean": "연일 계속되는 폭우로 시내는 침수되어 돌아가고 싶어도 돌아갈 수 없다.",
      },
      {
        "answer": "言えない",
        "word": "経営には, 理屈でない, 目に見えない, 言うに言えない要因が働いて, 想像もできないような成果を生みだすことがある。",
        "mean":
            "경영에는 말도 안 되는, 눈에 보이지 않는, 말하고 싶어도 말할 수 없는 요인이 작용하여 상상도 할 수 없는 성과를 만들어 낼 수 있다.",
      },
      {
        "answer": "断れなくなった",
        "word": "土下座までしてお願いされたために, 断るに断れなくなった。",
        "mean": "무릎까지 꿇고 부탁을 받았기 때문에 거절하고 싶어도 거절할 수 없게 되었다.",
      },
      {
        "answer": "逃げられない",
        "word": "敵に四方を囲まれて, 逃げるに逃げられない。",
        "mean": "적에게 사방이 둘러싸여 도망가고 싶어도 도망갈 수 없다.",
      },
    ],
  },
  {
    "id": 105,
    "grammar": "ずにはおかない / ないではおかない (1)",
    "means": "~하게 된다\n~하지 않을 수 없다",
    "description":
        "본인의 의지와 상관없이 자연스럽게 그 감정이나 행동이 야기된다을 나타낸다.\n\n감정, 심리를 나타내는 동사에 붙을 때는 사역형이 되는 경우많다.\n\n[する]는 [せずにはおかない, しないではおかない] 가 된다",
    "connectionWays": "동사 ない형",
    "examples": [
      {
        "answer": "ずにはおかない",
        "word": "私たちの劇団には人を引き付けずにはおかない魅力的な演技ができる俳優がたくさんいます。",
        "mean": "우리 극단에는 사람을 끌어당기는 매력적인 연기를 할 수 있는 배우들이 많이 있습니다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "実話に基づいた親子の愛を描くこの物語は人を感動させずにはおかないだろう。",
        "mean": "실화를 바탕으로 부모와 자식의 사랑을 그리는 이 이야기는 사람을 감동시키지 않을 수 없을 것이다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "近年の異常気象は, 環境問題の深刻さについて考えさせずにはおかない。",
        "mean": "최근의 이상기후는 환경문제의 심각성에 대해 생각하게 하지 않을 수 없다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "その見た目から漂う高級感と精巧に作られたフォルム。腕時計好きを魅了せずにはおかない。",
        "mean": "그 외형에서 풍기는 고급스러움과 정교하게 만들어진 형태.손목시계 좋아하는 사람을 매료시키지 않을 수 없다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "スポーツは見る者に驚嘆や感銘を与えずにはおかない。",
        "mean": "스포츠는 보는 사람에게 경탄이나 감명을 주지 않을 수 없다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "戦ったもの同士が健闘を讃え抱き合う姿は人の涙を誘わずにはおかないものだ。",
        "mean": "싸운 사람들끼리 건투를 찬양하고 서로 껴안는 모습은 남의 눈물을 자아내지 않을 수 없는 법이다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "そのピアニズムは聴く者を感動させずにはおかない。",
        "mean": "그 피아니스트는 듣는 사람을 감동시키지 않을 수 없다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "癌とは, 誰もに死を意識させずにはおかない病だ。",
        "mean": "암은 누구나 죽음을 의식하지 않을 수 없는 병이다.",
      },
    ],
  },
  {
    "id": 106,
    "grammar": "ずにはおかない / ないではおかない (2)",
    "means": "반드시 ~하고야 말겠다",
    "description":
        "동작을 나타내는 동사에 대해 화자의 강한 의지를 나타낸다.\n\n[する]는 [せずにはおかない, しないではおかない] 가 된다",
    "connectionWays": "동사 ない형",
    "examples": [
      {
        "answer": "ずにはおかない",
        "word": "石油価格の高騰は今後の国民生活に影響を及ぼさずにはおかないだろう。",
        "mean": "유가 급등은 향후 민생에 영향을 미치지 않을 수 없을 것이다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "うちのチームは守備に弱点があるので, 相手はそこを攻めずにはおかないはずだ。",
        "mean": "우리 팀은 수비에 약점이 있기 때문에 상대는 반드시 거기를 공격할 것이다",
      },
      {
        "answer": "ないではおかない",
        "word": "こんなに酷いことをされたのだから, 絶対に謝らせないではおかない。",
        "mean": "이렇게 심한 일을 당했으니 반드시 사과 시키겠어",
      },
      {
        "answer": "ずにはおかない",
        "word": "やられたらやり返せずにはおかない。",
        "mean": "당하면 반드시 되받아치고 말겠다",
      },
      {
        "answer": "ずにはおかない",
        "word": "不正は罰せずにはおかない。",
        "mean": "부정은 반드시 벌하고야 말겠다",
      },
      {
        "answer": "ずにはおかない",
        "word": "私はあいつらに仕返しせずにはおかない。",
        "mean": "나는 반드시 그들에게 복수하고 말겠어 ",
      },
      {
        "answer": "ずにはおかない",
        "word": "彼女は人の笑顔の裏にあるものを見通さずにはおかない鋭い観察力を持っている。",
        "mean": "그녀는 남의 웃는 얼굴 뒤에 있는 것을 내다보게 하는 날카로운 관찰력을 가지고 있다.",
      },
      {
        "answer": "ずにはおかない",
        "word": "限定品だから何としても手に入れずにはおかない。",
        "mean": "한정품이라 어떻게든 반드시 구하고 말겠다",
      },
    ],
  },
  {
    "id": 131,
    "grammar": "たところで (1)",
    "means": "~하고 나서\n~하고 난 직후에",
    "description": "앞 내용의 동작이나 변화가 끝난 직후 뒷내용의 행동이 발생하는 것을 표현",
    "connectionWays": "동사 과거형",
    "examples": [
      {
        "answer": "ところで",
        "word": "父は[ ありがとう ]と言ったところで静かに息を引き取った。",
        "mean": "남편은 '고마워'라고 말하고 난 후 조용히 숨을 거두었다.",
      },
      {
        "answer": "ところで",
        "word": "夢の中で悪魔と目があったところで目が覚めました。",
        "mean": "꿈에서 악마와 눈이 마주치고 난 직후 잠에서 깼습니다.",
      },
      {
        "answer": "ところで",
        "word": "チャーハン半分食べたところでもうお腹いっぱいになった。",
        "mean": "볶음밥 반쯤 먹고 났더니 벌써 배가 불렀다.",
      },
      {
        "answer": "ところで",
        "word": "ご飯ができたところで夫が帰ってきた。",
        "mean": "밥이 다 된 때에 남편이 돌아왔다.",
      },
      {
        "answer": "ところで",
        "word": "店から出たところで日傘を忘れたことに気がついた。",
        "mean": "가게에서 나오고 난 직후에 양산을 잊어버린 것을 깨달았다.",
      },
      {
        "answer": "ところで",
        "word": "ワクチン接種から９時間くらい経ったところで, 少し熱っぽさと寒気を感じた。",
        "mean": "백신 접종을 하고 9시간 정도 경과한 직후 약간의 열과 한기를 느꼈다.",
      },
      {
        "answer": "ところで",
        "word": "話が出尽くしたところで終わることにしましょう。",
        "mean": "나올 이야기는 다 하고 나서 그만하기로 하죠.",
      },
      {
        "answer": "ところで",
        "word": "餃子の皮に餡を詰めたところで眠くなった。",
        "mean": "만두피에 소를 채우고 났더니 졸린다.",
      },
    ],
  },
  {
    "id": 132,
    "grammar": "たところで (2)",
    "means": "~해봤자\n아무리/설령~라도\n~했다 해도\n~했다 해서",
    "description":
        "뒤에 나오는 내용이 긍정문이 오느냐, 부정문이 오느냐에 따라 다소 사용법이 다르다. \n\n긍정문의 경우, 뒤에 양적인 부족, 질적인 부족이 서술된다. \n\n-부정문의 경우, 뒤에 [ しょうがない(어쩔 수 없다) ], [ 無駄だ(소용없다) ], [ 意味がない(의미가 없다) ]와 같이 부정적인 판단을 포함한 내용이 서술된다. \n뒤에 나오는 내용의 동작을 한다 해도 의미가 없다는 뉘앙스를 포함. \n\n앞부분에는 [ いくら(얼마나, 얼마큼) ], [ どんなに(아무리) ], [ たとえ(설령, 가령) ] 등이 호응한다 ",
    "connectionWays": "동사 과거형",
    "examples": [
      {
        "answer": "ところで",
        "word": "彼にいくら相談したところで, 無駄だからやめた方がいいよ。",
        "mean": "그에게 아무리 상의해 봤자 소용없으니 그만두는 게 좋아.",
      },
      {
        "answer": "ところで",
        "word": "これ以上議論したところで, まだ答えが出るテーマではないので, 時間の無駄だよ。",
        "mean": "더 이상 논의해 봤자 아직 답이 나올 주제가 아니기 때문에 시간 낭비다.",
      },
      {
        "answer": "ところで",
        "word": "終電まで後３分だし, いくら走ったところで, もう間に合わないよ。",
        "mean": "막차까지 앞으로 3분 밖에 남지 않았고 아무리 달린다고 해도 이미 시간에 맞출 수 없어.",
      },
      {
        "answer": "ところで",
        "word": "いくら泣いたところで, 死んだ人間は生き返ったりしない。",
        "mean": "아무리 울어도 죽은 사람은 되살아 나지 않아.",
      },
      {
        "answer": "ところで",
        "word": "怒ったところで, 何も解決しないし, まずは落ち着いて話をきこう。",
        "mean": "화를 내봤자 아무것도 해결되지 않고 우선 침착하게 이야기를 들어보자.",
      },
      {
        "answer": "ところで",
        "word": "会社辞めたいが, 辞めたところで何するべきかも分からない。",
        "mean": "회사 그만두고 싶은데 그만둔다고 해도 뭘 해야 할지 모르겠어.",
      },
      {
        "answer": "ところで",
        "word": "この問題, 習ってない公式が使われているし, いくら考えたところで, 答えなんてわからないよ。",
        "mean": "이 문제는 배운 적 없는 공식이 사용되었고 아무리 생각해 봤자 답 같은 건 모르겠어.",
      },
      {
        "answer": "ところで",
        "word": "テスト前日になってから勉強したところで結果は変わらない。",
        "mean": "시험 전날이 되어서야 공부한다 해도 결과는 변하지 않아.",
      },
      {
        "answer": "ところで",
        "word": "もう１０点差も開いているし, いくら頑張ったところで逆転は不可能だよ。",
        "mean": "이제 10점 차로 벌어져 있고 아무리 열심히 한다 해도 역전은 불가능할 거야.",
      },
      {
        "answer": "ところで",
        "word":
            "妻がダイエットのために欲しいって言ってる器具があるんだけど, どうせ買ってあげたところで, すぐに使わなくなるんだろうなあ。",
        "mean": "아내가 다이어트를 위해서 갖고 싶다고 하는 기구가 있는데 어차피 사 준다고 해도 금세 사용하지 않게 되겠지.",
      },
      {
        "answer": "ところで",
        "word": "僕なんかが告白したところで, どうせ断られるんだろうけど, このまま何も言わずに卒業するのは嫌だ。",
        "mean": "내가 고백해 봤자 어차피 거절당하겠지만 이대로 아무 말도 없이 졸업하는 건 싫어.",
      },
      {
        "answer": "ところで",
        "word": "君が助けを求め​たところで, 誰も来たりしない。",
        "mean": "네가 도움을 청해도 아무도 오지 않아.",
      },
    ],
  },
  {
    "id": 140,
    "grammar": "~たら(~ば)それまでだ / ~たら(~ば)それまでのことだ / ~はそれまでだ (1)",
    "means": "~하면 그걸로 끝이다\n~하면 그만이다",
    "description":
        "가정 조건문에 뒤에 붙어서 어떠한 사건이 한계에 달하는 것, 끝나는 것을 나타낸다. \n\n'혹시 그렇게 되었더라면 끝났을 것이다'라는 의미이지만, 끝이 오는 것에 안타까운 마음을 가지는 것이 아니고 또한 그것을 나쁘게 받아들이지도 않다. \n\n화자의 낙관적인 태도, 납득에 의한 포기, 꽉 막혔던 것이 뚫리는 듯한 모습을 나타낼 수 있는 표현. ",
    "connectionWays":
        "동사た형 + ら + それまで (のこと) だ\n동사ば형 + それまで (のこと) だ\n~ならそれまで (のこと) だ\n~たらそれまで (のこと) だ\n~ればそれまで (のこと) だ",
    "examples": [
      {
        "answer": "たらそれまでだけど",
        "word": "彼に不満を伝えた。別れようって言われたらそれまでだけど, ずっと我慢している自分も嫌だ。",
        "mean": "그에게 불만을 전했다. 헤어지자는 말을 들으면 그걸로 끝인 것을 줄곧 참고 있는 나도 싫다.",
      },
      {
        "answer": "ならそれまでだ",
        "word": "意見の相違があった場合はお互い話し合う。話し合ったのにどちらかが納得できなかったならそれまでだ。",
        "mean": "의견의 차이가 있을 경우 서로 의논한다. 의논했는데도 어느 한 쪽이 납득할 수 없다면 그걸로 끝이다.",
      },
      {
        "answer": "ばそれまでのことだけど",
        "word": "[ 本人が決めたこと ]で片づければそれまでのことだけど, 推しが卒業するのはやっぱりしんどい。",
        "mean": "본인이 결정한 것'으로 정리하면 그걸로 됐지만, 최애가 탈퇴하는 것은 역시 괴롭다.",
      },
      {
        "answer": "死んだらそれまでだ",
        "word": "家族や友達が死ぬのは悲しいけど, 自分が死ぬのは別にいい。死んだらそれまでだと思っている。",
        "mean": "가족이나 친구가 죽는 것은 슬프지만 내가 죽는 것은 그다지 상관없다. 죽으면 그걸로 끝이라고 생각한다.",
      },
      {
        "answer": "たらそれまでのこと",
        "word": "考え方は人それぞれと言われたらそれまでのことだけど, 彼のやり方はどうしても気に入らない。",
        "mean": "사고방식은 사람 제각각이라고 한다면 그걸로 됐지만, 그의 방식은 아무래도 마음에 들지 않는다.",
      },
      {
        "answer": "たらそれまでのこと",
        "word": "[ ご縁 ]が恋愛を決める。勇気を出して告白をし想いを伝えましょう。断られたらそれまでのこと。",
        "mean": "인연'이 연애를 결정한다. 용기를 내서 고백하고 마음을 전달하자. 거절당하면 그걸로 됐다.",
      },
      {
        "answer": "えばそれまでだ",
        "word": "有名企業に就職したからといって, 辞めてしまえばそれまでだ。",
        "mean": "유명 회사에 취직했더라도 그만둬버리면 그걸로 끝이다.",
      },
    ],
  },
  {
    "id": 141,
    "grammar": "~たら(~ば)それまでだ/~たら(~ば)それまでのことだ/~はそれまでだ (2)",
    "means": "~하면 모든 게 끝이다\n~는 거기까지이다\n아무 소용 없다.",
    "description":
        "어떠한 상황, 일이 끝나는 것을 나타낸다. \n\n그 행동을 하면 지금까지의 노력이나 성과가 쓸모없는 것이라고 말할 때 사용.\n\n타인에게 사용하면 엄격한 어조가 되고, 냉대하는 듯한 뉘앙스가 된다.\n\n(1) 번 용법과는 달리, 낙관적인 뉘앙스는 없다. ",
    "connectionWays":
        "동사た형 + ら + それまで (のこと) だ\n동사ば형 + それまで (のこと) だ\n~ならそれまで (のこと) だ\n~たらそれまで (のこと) だ\n~ればそれまで (のこと) だ",
    "examples": [
      {
        "answer": "それまでです",
        "word": "常連さんを大切にしない店はそれまでです。",
        "mean": "단골을 소중하게 여기지 않는 가게는 거기까지다.",
      },
      {
        "answer": "それまでです",
        "word": "理解できないならあなたはそれまでです。これ以上話しても無駄です。",
        "mean": "이해되지 않는다면 당신은 거기까지다. 이 이상 이야기해도 소용없다.",
      },
      {
        "answer": "それまでです",
        "word": "いくら高そうな服を買っても, 着なければそれまでです。",
        "mean": "아무리 비싼 옷을 샀더라도 입지 않으면 그걸로 끝이다",
      },
      {
        "answer": "それまでだろう",
        "word": "この条件を飲んでくれないなら, 契約交渉はそれまでだろう。",
        "mean": "이 조건을 받아들여 주지 않는다면 계약 교섭은 여기까지 일 것이다.",
      },
      {
        "answer": "それまでだ",
        "word": "恋愛は相手あってのものだから相手に配慮できなければ話はそれまでだ。",
        "mean": "연애는 상대가 있어야 가능한 것이라 상대를 배려하지 못한다면 이야기는 거기까지다.",
      },
      {
        "answer": "それまでなんだけど",
        "word": "勝てる可能性はほとんど無かったと言われればそれまでなんだけど, それでも奇跡が起こるかもしれないと思っていたんだ。",
        "mean": "이길 가능성은 거의 없다고 하면 그걸로 끝이지만, 그래도 기적이 일어날지도 모른다고 생각하고 있었어.",
      },
      {
        "answer": "それまでだ",
        "word": "自分がうまくいかないのを教師のせい, 親のせいにしてるやつはそれまでだ。",
        "mean": "자신이 잘 안되는 것을 선생님 탓, 부모 탓을 하는 녀석은 거기까지다.",
      },
    ],
  },
  {
    "id": 148,
    "grammar": "~であれ ~であれ",
    "means": "~라도 ~라도 관계없이 / 상관없이\n~이든 ~이든 상관없이 ",
    "description": "예를 들고 '어느 것도 어느 경우도 상관없이'라고 말하고 싶을 때 사용. ",
    "connectionWays": "명사 1/의문사 + であれ + 명사 2/의문사 + であれ",
    "examples": [
      {
        "answer": "であれ",
        "word": "着るものであれ食べるものであれ無駄にしてはならない。",
        "mean": "입는 것이든 먹는 것이든 낭비해서는 안 된다.",
      },
      {
        "answer": "であれ",
        "word": "子供であれ, 大人であれ, 約束を破ってはいけない。",
        "mean": "어린이든 어른이든, 약속을 깨서는 안 된다.",
      },
      {
        "answer": "であれ",
        "word": "車であれ電車であれこの天候では無理だろう。",
        "mean": "자동차도 전철도 이 날씨에는 무리일 거야.",
      },
      {
        "answer": "であれ",
        "word": "学生であれ, 社会人であれ, マナーを知らないのはよくない。",
        "mean": "학생이든 사회인이든, 매너를 모르는 것은 좋지 않다.",
      },
      {
        "answer": "であれ",
        "word": "相手がスペインであれ, ブラジルであれ, 僕らは全力を出して試合にのぞむまでだ。",
        "mean": "상대방이 스페인이든, 브라질이든, 우리들은 전력을 다해 시합에 임할 뿐이다.",
      },
      {
        "answer": "であれ",
        "word": "１円であれ, １０円であれ, お金を盗むのはよくないことだ。",
        "mean": "1엔이든, 10엔이든, 돈을 훔치는 것은 좋지 않은 일이다.",
      },
      {
        "answer": "であれ",
        "word": "この会社ではアルバイトであれ, 社員であれ, 仕事に対する責任は変わらない。",
        "mean": "이 회사에서는 아르바이트도, 사원도, 일에 대한 책임은 변하지 않는다.",
      },
      {
        "answer": "であれ",
        "word": "彼がお金持ちであれ貧乏であれ, 私の気持ちが変わることはない。",
        "mean": "그가 부자이든 가난하든, 내 마음이 변할 일은 없다.",
      },
      {
        "answer": "であれ",
        "word": "ギターであれベースであれ, キムさんは弦楽器であれば何でも上手に弾いてしまう。",
        "mean": "기타든 베이스든 김 씨는 현악기라면 뭐든 잘 켜버린다.",
      },
      {
        "answer": "であれ",
        "word": "オクラであれ納豆であれ, ネバネバしたものはとにかく嫌いだ。",
        "mean": "오크라도 낫토도, 끈적끈적한 것은 어쨌건 싫다.",
      },
    ],
  },
  {
    "id": 163,
    "grammar": "をもって (1)",
    "means": "~(기점 , 시점) 으로",
    "description":
        "시간을 나타내는 단어에 접속하여 일의 시작 또는 종료를 나타낸다.\n\n공지, 통지, 회의, 식 등의 정식적인 장소에서의 인사 등에 이용함.\n\n[ をもちまして ]는 [ をもって ] 보다 더 딱딱한 표현.",
    "connectionWays": "명사 + をもって\n명사 + をもちまして",
    "examples": [
      {
        "answer": "をもって",
        "word": "本日の営業は１９時をもって終了いたします。",
        "mean": "오늘 영업은 19시를 기점으로 종료됩니다.",
      },
      {
        "answer": "をもちまして",
        "word": "これをもちまして, 会議を終わります。",
        "mean": "이것으로 회의를 마치겠습니다.",
      },
      {
        "answer": "をもちまして",
        "word": "当店は７月１日をもちまして閉店致します。今まで長い間ありがとうございました。",
        "mean": "저희 가게는 7월 1일부로 폐점합니다.그동안 오랫동안 감사했습니다.",
      },
      {
        "answer": "をもちまして",
        "word": "今シーズンをもちまして, 引退することに決めました。",
        "mean": "이번 시즌을 기점으로 은퇴하기로 결정했어요.",
      },
      {
        "answer": "をもちまして",
        "word": "只今の時間をもちまして受付を終了させて頂きます。",
        "mean": "지금 시간을 기점으로 접수를 종료하겠습니다.",
      },
      {
        "answer": "をもちまして",
        "word": "５月５日をもちまして, ２０歳になりました。",
        "mean": "5월 5일부로 20살이 되었습니다.",
      },
      {
        "answer": "をもって",
        "word": "Ａ市長は任期満了をもって政界から引退することを表明した。",
        "mean": "A 시장은 임기 만료를 기점으로 정계에서 은퇴할 것을 표명했다.",
      },
      {
        "answer": "をもちまして",
        "word": "今日をもちまして２０歳になりました。",
        "mean": "오늘로써 20살이 되었습니다.",
      },
    ],
  },
  {
    "id": 170,
    "grammar": "ぶる",
    "means": "~인 척하다",
    "description":
        "본래 그렇지 않은데도 그런 소질이나 성질을 가지고 있음을 남에게 보여주는 것처럼 행동하는 것을 나타낸다.\n\n그 행동에 대한 화자의 마이너스 평가를 나타낸다.\n\n접속할 수 있는 단어는 한정되어 있다.\n\n[可愛い子ぶる] 귀여운 아이 행세 , [もったいぶる] 거드름을 피우다 등 관용구가 있다.\n\n비슷한 문법~ふりをする, ~気取り (きどり) ",
    "connectionWays": "명사\nな형용사 어간\nい형용사 어간",
    "examples": [
      {
        "answer": "ぶっている",
        "word": "彼は被害者ぶっているが, 真の被害者は私のほうだ。",
        "mean": "그는 피해자인 척하지만 진정한 피해자는 내 쪽이다.",
      },
      {
        "answer": "ぶっている",
        "word": "あの人はまだ有名になったわけでもないのに, マスクやサングラスなど変装して有名人ぶっている。",
        "mean": "저 사람은 아직 유명해진 것도 아닌데 마스크나 선글라스 등 변장해서 유명인 척 하고 있다.",
      },
      {
        "answer": "ぶる",
        "word": "女の子が好きな男の子の前で可愛い子ぶるのは本能のようなものだ。",
        "mean": "여자가 좋아하는 남자 앞에서 귀여운 아이 행세를 하는 것은 본능과도 같다.",
      },
      {
        "answer": "もったいぶる",
        "word": "もったいぶる必要ないから, 早く話してほしい。",
        "mean": "거드름 피울 필요 없으니까 빨리 얘기해줬으면 좋겠어.",
      },
      {
        "answer": "ぶっている",
        "word": "世論を代弁して正義の味方ぶっているが, あれはただの自己満だ。",
        "mean": "여론을 대변하며 정의의 편인 척 하고지만 저건 그냥 자만이다.",
      },
      {
        "answer": "ぶっている",
        "word": "冷静ぶっているが, 焦っていることくらい目を見れば分かる。",
        "mean": "냉정한 척 하고 있지만 초조한 것쯤 눈을 보면 알 수 있다.",
      },
      {
        "answer": "ぶっている",
        "word": "良い人ぶっている人ほど自己中心的な人が多い。",
        "mean": "좋은 사람인 척하는 사람일수록 자기중심적인 사람이 많다.",
      },
    ],
  },
  {
    "id": 175,
    "grammar": "명사 + にして + 명사",
    "means": "~이기도 하고 ~이기도 하다\n동시에 ~이다.",
    "description":
        "어떤 두 가지 상태나 성질이 공존하고 있음을 나타낸다\n\n문어체이다\n\n[最後にして最初 , 最初にして最後, 最初で最後] (처음이자 마지막) 라는 관용어가 있다",
    "examples": [
      {
        "answer": "にして",
        "word": "単純にして難解なフェルマーの最終定理が, ３６０年の時を経てようやく証明された。",
        "mean": "단순하고 난해한 페르마의 최종 정리가 360년이 지나서야 증명됐다.",
      },
      {
        "answer": "にして",
        "word": "子どもの頃にお化けを見たことがある。今思えば, それが最初にして最後だった。",
        "mean":
            "어렸을 때 귀신을 본 적이 있어.지금 생각하면 그게 처음이자 마지막이었다. (처음이기도 하고 마지막이기도 하다)",
      },
      {
        "answer": "にして",
        "word": "彼は経営者にして政治家でもある。",
        "mean": "그는 경영자이기도하고 정치인이기도 하다.",
      },
      {
        "answer": "にして",
        "word": "大胆にして細心であれ",
        "mean": "대담하기 동시에 세심하다",
      },
      {
        "answer": "にして",
        "word": "彼女は実力派女優にして歌手でもある。",
        "mean": "그녀는 실력파 여배우이자 가수이기도 하다.",
      },
      {
        "answer": "にして",
        "word": "彼のダイナミックにして繊細な感性に彩られた演奏は評価されている。",
        "mean": "그의 역동적이기도 하고 섬세한 감성에 물든 연주는 평가받고 있다.",
      },
      {
        "answer": "にして",
        "word": "簡素にして効率的かつ透明な政府を実現する。",
        "mean": "간소화하여 효율적이고 투명한 정부를 실현한다.",
      },
    ],
  },
  {
    "id": 184,
    "grammar": "~ときたら / と来た日には (강하게 비난)",
    "means": "은/는, ~로 말할 것 같으면",
    "description":
        "비교적 친숙한 인물이나 사물을 나타내는 명사에 접속하여 그러한 극단적인 행위나 성질에 대한 부정적인 평가나 강한 비난을 하는 문법이다.\n\n[ときたら]는 [は] 로 바꿔 쓸 수 있다.\n\n[と来た日には] 는 약간 딱딱한 말투",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "ときたら",
        "word": "うちの猫ときたら, すぐトイレットペーパーで遊んで散らかしたがる。",
        "mean": "우리집 고양이는 (라고 하면) 바로 휴지 가지고 놀고 어지럽히고 싶어해.",
      },
      {
        "answer": "ときたら",
        "word": "最近の若者ときたら, 挨拶もまともにできない人が多い。",
        "mean": "요즘 젊은이는 인사도 제대로 못하는 사람이 많다.",
      },
      {
        "answer": "ときたら",
        "word": "旦那ときたら, 休みになればどこにも出掛けず家で寝てばかりいる。",
        "mean": "남편라고 말할 것 같으면 방학이 되면 아무 데도 나가지 않고 집에서 잠만 잔다.",
      },
      {
        "answer": "と来た日には",
        "word": "息子と来た日には, 食事中もトイレ中もずっとスマホを離さない。",
        "mean": "아들라고 하면 (강조) 식사 중에도 화장실 중에도 계속 스마트폰을 놓지 않는다.",
      },
      {
        "answer": "ときたら",
        "word": "友達が彼女との将来を考えているのに私ときたら",
        "mean": "친구가 그녀와의 장래를 생각하고 있는데 나는 .",
      },
      {
        "answer": "ときたら",
        "word": "オリンピックを見てると[ この人たちはすごいのに私ときたら… ]と思ってしまって精神衛生上良くない。",
        "mean": "올림픽을 보면 '이 사람들은 대단한데 나는 . ' 라고 생각이 들어서 정신위생상 좋지 않다.",
      },
      {
        "answer": "ときたら",
        "word": "蝉ですら求愛行動するのに私ときたらもう…",
        "mean": "매미조차도 구애 행동하는데 나는 더 이상..",
      },
      {
        "answer": "ときたら",
        "word": "諸外国は対応が早いのに, 我が国ときたら緊急対応策さえも遅すぎる。",
        "mean": "외국은 대응이 빠른데 우리나라로 말 할 거 같으면 긴급 대응책조차 너무 늦다.",
      },
    ],
  },
  {
    "id": 185,
    "grammar": "~ときたら (필연적인 판단, 결과)",
    "means": "~라고 하면",
    "description":
        "전건의 상황 하에서 인도되는 필연적인 판단이나 결과, 그것과 가장 적당하다고 생각되는 조합을 후건에서 말하는 문법\n\n좋은 일에도 나쁜 일에도 사용할 수 있다.",
    "connectionWays": "동사 사전형\n동사 ない형\n명사\nい형용사\nな형용사 어간",
    "examples": [
      {
        "answer": "ときたら",
        "word": "ポテチときたら, やっぱりコーラが合う。",
        "mean": "뽀떼찌 (과자) 하면 역시 콜라가 어울려.",
      },
      {
        "answer": "ときたら",
        "word": "残業も多く, 休日も少ないときたら, 過労で倒れてもしょうがない。",
        "mean": "야근도 많고 휴일도 적다면 과로로 쓰러져도 소용없다.",
      },
      {
        "answer": "ときたら",
        "word": "叱られてもすぐ謝れないときたら, 彼は今後社会人として生きていくことはできないだろう。",
        "mean": "꾸지람을 듣고도 바로 사과하지 못한다면 그는 앞으로 사회인으로 살아갈 수 없을 것이다.",
      },
      {
        "answer": "ときたら",
        "word": "性格も明るくて容姿も美しいときたら, 誰も敵いっこない。",
        "mean": "성격도 밝고 용모도 아름답다면 누구도 적수가 없다.",
      },
      {
        "answer": "ときたら",
        "word": "夏, 花火, 浴衣ときたら彼女ですね！",
        "mean": "여름, 불꽃놀이, 유카타 하면 여자친구네요!",
      },
      {
        "answer": "ときたら",
        "word": "胃痛, 腹痛ときたら次は頭痛か？",
        "mean": "위통, 복통이라고 하면 다음은 두통인가?",
      },
      {
        "answer": "ときたら",
        "word": "二宮金ときたら尊徳。",
        "mean": "니노미야 금하면 존덕.",
      },
      {
        "answer": "ときたら",
        "word": "安くて美味いときたら最高でしょ。",
        "mean": "싸고 맛있으면 최고지.",
      },
    ],
  },
  {
    "id": 187,
    "grammar": "~に至る /~に至って",
    "means": "~에 이르다 /~에 이르러서",
    "description":
        "여러 단계를 거쳐 최종단계에 도달하다.\n\n물리적 공간에의 도달, 사물이나 상황 변화의 결과, 결론 등을 나타낸다.\n\n문어체이다",
    "connectionWays": "동사 기본형\n명사에 직접 접속",
    "examples": [
      {
        "answer": "至る",
        "word": "この川はＡ市内を通り, Ｂ市の海に至る。",
        "mean": "이 강은 A 시내를 지나 B시 바다에 이른다.",
      },
      {
        "answer": "至っていない",
        "word": "いまだに規制を解除する基準には至っていない。",
        "mean": "아직까지 규제를 해제하는 기준에는 이르지 못했다.",
      },
      {
        "answer": "至っていない",
        "word": "一人暮らしをしようかと考えているが, 考えているだけでまだ実行には至っていない。",
        "mean": "혼자 살까 생각하고 있지만 생각만 하고 아직 실행에는 이르지 못했다.",
      },
      {
        "answer": "に至っている",
        "word": "初恋の人の好きな色が青だったから自分も青が好きになり, そのまま現在に至っている。",
        "mean": "첫사랑이 좋아하는 색이 파란색이었기 때문에 자신도 파란색을 좋아하게 되어 그대로 현재에 이르고 있다.",
      },
      {
        "answer": "に至った",
        "word": "話し合いの末, Ａプランで進めていくに至った。",
        "mean": "논의 끝에 A플랜으로 진행하기에 이르렀다.",
      },
      {
        "answer": "に至っている",
        "word": "一目惚れから始まったカップルの７０％が結婚に至っているというデータがある。",
        "mean": "첫눈에 반하면서 시작된 커플의 70%가 결혼에 이르렀다는 데이터가 있다.",
      },
      {
        "answer": "に至っている",
        "word": "過去があって今に至っている。",
        "mean": "과거가 있어서 지금에 이르고 있다.",
      },
      {
        "answer": "に至り",
        "word": "事故後数時間経過するに至り, 医者ももうどうにもできなかった。",
        "mean": "사고 후 몇 시간이 지나기에 이르러 의사도 이제 어쩔 수 없었다.",
      },
    ],
  },
  {
    "id": 190,
    "grammar": "にかかっている",
    "means": "~에 달려있다",
    "examples": [
      {
        "answer": "にかかっている",
        "word": "この国が今後発展するかどうかは, 今の若者にかかっている。",
        "mean": "이 나라가 앞으로 발전할지는 지금 젊은이들에게 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "私が大金持ちになれるかどうかは, 今日の宝くじの結果にかかっている。",
        "mean": "내가 갑부가 될 수 있을지는 오늘 복권 결과에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "うちの会社の運命は, 新しい社長の手腕にかかっている。",
        "mean": "우리 회사의 운명은 새 사장의 수완에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "新しい自転車を買ってもらえるかどうかは, 来月のテストの結果にかかっている。",
        "mean": "새 자전거를 사줄 수 있을지는 다음 달 테스트 결과에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "いい夫婦関係を築けるかどうかは, お互いが本音を言い合えるかどうかにかかっている。",
        "mean": "좋은 부부관계를 맺을 수 있느냐는 것은 서로가 속마음을 말할 수 있느냐에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "うちのチームが勝つかどうかは, 田中にかかっている。",
        "mean": "우리 팀이 이길지 여부는 다나카(田中)에게 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "今回のプロジェクトが成功するかどうかは, 今日のプレゼンの出来にかかっている。",
        "mean": "이번 프로젝트의 성공 여부는 오늘 프레젠테이션의 완성 여부에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "卒業できるかどうかは, 明日の期末テストの出来にかかっている。",
        "mean": "졸업할 수 있을지 어떨지는 내일 기말고사의 완성 여부에 달려 있다.",
      },
      {
        "answer": "にかかっている",
        "word": "この患者の命を救えるかどうかは, 私たちにかかっている。",
        "mean": "이 환자의 생명을 구할 수 있을지는 우리에게 달려 있다.",
      },
    ],
  },
  {
    "id": 195,
    "grammar": "~につけ",
    "means": "~때마다",
    "description": "할 때 마다~한 기분(생각) 이 든다 라는 의미",
    "connectionWays": "동사 사전형",
    "examples": [
      {
        "answer": "につけて",
        "word": "このメロディーを聞くにつけて, 子供の頃を思い出す。",
        "mean": "이 멜로디를 들을 때마다 어렸을 때가 생각난다.",
      },
      {
        "answer": "につけて",
        "word": "今の旦那から結婚する前にもらった手紙を読むにつけて, たくさんデートしたことを思い出す。",
        "mean": "지금 남편이 결혼하기 전에 받은 편지를 읽을 때마다 데이트를 많이 했던 기억이 난다.",
      },
      {
        "answer": "につけて",
        "word": "時々, 勉強をやめたいこともあるが, 電話で家族の声を聞くにつけて, もっと頑張らなければと思う。",
        "mean": "가끔 공부를 그만두고 싶기도 하지만 전화로 가족들의 목소리를 들을 때마다 더 열심히 해야겠다고 생각한다.",
      },
      {
        "answer": "につけて",
        "word": "この写真を見るにつけて, 昔, 家族で旅行したことを思い出す。",
        "mean": "이 사진을 뽈 때마다 옛날에 가족끼리 여행했던 기억이 난다.",
      },
      {
        "answer": "につけて",
        "word": "この音楽を聞くにつけて, 学生時代を思い出す。",
        "mean": "이 음악을 들을 때마다 학창시절이 생각난다.",
      },
    ],
  },
  {
    "id": 196,
    "grammar": "~につけ~につけ",
    "means": "~하든~하든",
    "description": "앞 뒤에 반대의 의미를 가진 단어가 들어가 ‘언제나’ 라는 의미를 나타낸다",
    "connectionWays":
        "동사 사전형 + につけ + 동사 사전형 + につけ \nい형용사 사전형 + につけ + い형용사 사전형 \n명사 + につけ + 명사 + につけ",
    "examples": [
      {
        "answer": "につけ",
        "word": "嬉しいにつけ, 悲しいにつけ, 泣くのがくせだ。",
        "mean": "좋든 슬프든 우는 게 습관이다.",
      },
      {
        "answer": "につけ",
        "word": "夏につけ, 冬につけ, 服装を調節するのがむずかしい。",
        "mean": "여름이든 겨울이든 복장을 조절하기가 어렵다.",
      },
      {
        "answer": "につけ",
        "word": "本につけ, まんがにつけ, 読むのが好きです。",
        "mean": "책이든 만화든 읽는 것을 좋아합니다.",
      },
      {
        "answer": "につけ",
        "word": "事件のニュースを見るにつけ, 聞くにつけ, 悲しい気持ちになる。",
        "mean": "사건 뉴스를 보거나 듣거나 슬픈 기분이 든다.",
      },
      {
        "answer": "につけ",
        "word": "合格につけ, 不合格につけ, 報告をしてください。",
        "mean": "합격이든 불합격이든 보고를 해주세요.",
      },
    ],
  },
  {
    "id": 203,
    "grammar": "ぐるみ",
    "means": "~전부",
    "description": "집단을 나타내는 명사에 붙어서 그 물건을 포함한 모든 물건을 나타낸다.\n\n원형은 包む(くるむ) 이다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "ぐるみ",
        "word": "襲われて身ぐるみ剥がされ, 持ち物全部盗まれた。",
        "mean": "습격을 받아 몸을 몽땅 털리고, 소지품 전부 도둑맞았다.",
      },
      {
        "answer": "ぐるみ",
        "word": "Ａ君とは家族ぐるみの付き合いだ。",
        "mean": "A 군과는 온 가족의 교제다.",
      },
      {
        "answer": "ぐるみ",
        "word": "この事件は村ぐるみの事件だ。",
        "mean": "이 사건은 온 마을의 사건이다.",
      },
      {
        "answer": "ぐるみ",
        "word": "Ａ国の大量虐殺事件の真相は国家ぐるみで隠蔽されている。",
        "mean": "A국 대량학살 사건의 진상은 국가 차원에서 은폐되고 있다.",
      },
      {
        "answer": "ぐるみ",
        "word": "犯行の手口を見ると, 単独犯ではなく, 組織ぐるみだと思われる。",
        "mean": "범행 수법을 보면 단독범이 아니라 조직 전체로 보인다.",
      },
      {
        "answer": "ぐるみ",
        "word": "Ａ党は党ぐるみで国民を騙そうとしている。",
        "mean": "A당은 온 몸으로 국민을 속이려 하고 있다.",
      },
      {
        "answer": "ぐるみ",
        "word": "Ａ高校のいじめ問題は長年学校ぐるみで隠蔽されてきたが, 在校生の内部告発により公になった。",
        "mean": "A고교의 괴롭힘 문제는 오랜 기간 학교 차원에서 은폐돼 왔으나 재학생들의 내부 고발로 불거졌다.",
      },
      {
        "answer": "ぐるみ",
        "word": "Ａ社は会社ぐるみで詐欺を行っていた。",
        "mean": "A사는 회사 전체에서 사기를 치고 있었다.",
      },
    ],
  },
  {
    "id": 204,
    "grammar": "~ずにはすまない",
    "means": "반드시~해야 한다",
    "description": "사회적 상식, 도덕적 기준에서 ‘~해야 한다’ 는 의미",
    "connectionWays": "동사 ない형, する는 せずに",
    "examples": [
      {
        "answer": "ずにはすまない",
        "word": "今回のことは彼が責任を取らずにはすまない。",
        "mean": "이번의 일은 그가 반드시 책임 지어야 한다",
      },
      {
        "answer": "せずにはすまなかった",
        "word": "隣の家の窓ガラスを割ってしまったので, 弁償をせずにはすまなかった",
        "mean": "옆집 창문을 깨 버려서 반드시 변상해야 했다",
      },
      {
        "answer": "せずにはすまない",
        "word": "軽い事件でも起きたのなら, その原因を調査せずにはすまない",
        "mean": "가벼운 사건이라도 일어나면, 반드시 그 이유를 조사해야한다",
      },
    ],
  },
  {
    "id": 207,
    "grammar": "といえども",
    "means": "~라고 해요",
    "description": "いくら~といえども 형태로 자주 사용되며 , 아무리~라고 해도 (역접) 의 의미이다",
    "connectionWays": "보통형 접속",
    "examples": [
      {
        "answer": "といえども",
        "word": "いくら生きるためといえども, 人の物を盗むのは良くない。",
        "mean": "아무리 살기 위해서라도 남의 물건을 훔치는 것은 좋지 않다.",
      },
      {
        "answer": "といえども",
        "word": "いくら安いといえども, 偽物であれば欲しいとは思わない。",
        "mean": "아무리 싸다고 해도 가짜라면 갖고 싶지 않다.",
      },
      {
        "answer": "といえども",
        "word": "未成年といえども, 罪を犯したのであれば償うべきだ。",
        "mean": "미성년자라도 죄를 지었으면 속죄해야 한다.",
      },
      {
        "answer": "といえども",
        "word": "プロのギタリストといえども, ミスをすることはあり得る。",
        "mean": "프로 기타리스트라고 해도 실수를 할 수는 있다.",
      },
      {
        "answer": "といえども",
        "word": "たった10円といえども, 粗末にしてはならない。",
        "mean": "단돈 10엔이라고 해도 소홀히 해서는 안 된다.",
      },
      {
        "answer": "といえども",
        "word": "会社の社長といえども, 簡単には社員を首にすることはできない。",
        "mean": "회사 사장이라고 해도 쉽게 직원을 해고할 수는 없다.",
      },
      {
        "answer": "といえども",
        "word": "彼は大学を中退したといえども, 今では大企業の社長として立派に働いている。",
        "mean": "그는 대학을 중퇴했지만 지금은 대기업 사장으로 훌륭하게 일하고 있다.",
      },
      {
        "answer": "といえども",
        "word": "会社を作ったといえども, まだ社員が二人だけなので, 会社と言えるかどうか。",
        "mean": "회사를 만들었다지만 아직 직원이 두 명뿐이니 회사라고 할 수 있을까?",
      },
      {
        "answer": "といえども",
        "word": "外国人といえども, 日本に住んでいるのだから, 日本の法律は守らなければならない。",
        "mean": "외국인이라고 해도 일본에 살고 있으니 일본의 법률은 지켜야 한다.",
      },
    ],
  },
  {
    "id": 208,
    "grammar": "とはいえ",
    "means": "~라고는 해도 ",
    "description": "앞 부분의 전제는 인정하지만, 그에 반하는 본인의 의견을 이야기할 때 사용하는 표현.",
    "connectionWays": "명사에 직접 접속, 동사 보통형",
    "examples": [
      {
        "answer": "とはいえ",
        "word": "癌の手術に成功したとはいえ, 他の場所に転移しているかもしれないし, まだまだ安心できない。",
        "mean": "암 수술에 성공했다고는 하지만 다른 곳으로 전이되었을지도 모르고 아직 안심할 수 없다.",
      },
      {
        "answer": "とはいえ",
        "word": "気分が悪かったとはいえ, 遅れるのであれば出社前に会社に連絡すべきである。",
        "mean": "기분이 나빴다고는 하지만 늦는다면 출근 전 회사에 연락해야 한다.",
      },
      {
        "answer": "とはいえ",
        "word": "もう過去のこととはいえ, そう簡単には許すことはできない。",
        "mean": "이미 과거의 일이라지만 그렇게 쉽게 용서할 수는 없다.",
      },
      {
        "answer": "とはいえ",
        "word": "ここは最寄り駅とはいえ, 自宅から自転車でも20分はかかる。",
        "mean": "이곳은 가장 가까운 역이라고 해도 집에서 자전거로 20분은 걸린다.",
      },
      {
        "answer": "とはいえ",
        "word": "親しい関係だとはいえ, 最低限の礼儀を忘れてはいけない。",
        "mean": "친한 사이라고 해도 최소한의 예의를 잊어서는 안 된다.",
      },
      {
        "answer": "とはいえ",
        "word": "彼はまだ未成年だとはいえ, 自分の犯した行為にしっかりと責任を持つべきだ。",
        "mean": "그는 아직 미성년이라고 해도 자신이 저지른 행위에 대해 책임을 져야 한다.",
      },
      {
        "answer": "とはいえ",
        "word": "私は日本人だとはいえ, アメリカで育ったので, 漢字があまり読めません。",
        "mean": "저는 일본인이지만 미국에서 자랐기 때문에 한자를 잘 읽을 수 없습니다.",
      },
      {
        "answer": "とはいえ",
        "word": "結婚に年齢差は関係ないとはいえ, やはり年の差のせいで結婚をした人を見ると色々考えてしまう。",
        "mean": "결혼에 나이차는 상관없다고는 하지만 역시 나이차 때문에 결혼을 한 사람을 보면 많은 생각이 든다.",
      },
      {
        "answer": "とはいえ",
        "word": "男女平等とはいえ, 会社で地位が高い人はたいてい男性だ。",
        "mean": "남녀평등이라고는 하지만 회사에서 지위가 높은 사람은 대개 남성이다.",
      },
      {
        "answer": "とはいえ",
        "word": "分かっているとはいえ, やっぱり別れは辛いものだ。",
        "mean": "알고 있다고는 하지만 역시 이별은 괴로운 법이다.",
      },
    ],
  },
  {
    "id": 211,
    "grammar": "にかかわる",
    "means": "~에 관련된",
    "description": "목숨, 생사, 명예와 같이 아주 중대한 것과 관련이 있다",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "に関わってくる",
        "word": "同じミスを繰り返すのは信用問題に関わってくる。",
        "mean": "같은 실수를 반복하는 것은 신용 문제와 관련된다",
      },
      {
        "answer": "命に関わる",
        "word": "命に関わる病気ではないので, 安心してください。",
        "mean": "생명과 관련된 질병이 아니기 때문에 안심하십시오.",
      },
      {
        "answer": "関わってくる",
        "word": "将来, 十分な年金がもらえないと, 私たちの将来の生活に大きく関わってくる。",
        "mean": "장래, 충분한 연금을 받지 못하면, 우리의 장래 생활에 크게 관련 된다.",
      },
      {
        "answer": "に関わる",
        "word": "お客様のプライバシーに関わることですのでお伝えできません。",
        "mean": "고객님의 사생활과 관련된 일이라 말씀드릴 수 없습니다.",
      },
    ],
  },
  {
    "id": 221,
    "grammar": "~사전형 + まで(のこと)だ",
    "means": "~하면 된다,~할 뿐이다, ",
    "description": "다른 방법이 없으니까 최선의 방법으로써 다른 방법을 한다는 화자의 각오나 결의를 표현",
    "connectionWays": "동사 기본형",
    "examples": [
      {
        "answer": "頑張るまでだ",
        "word": "今回の試験で合格できなかったら, また一年頑張るまでだ。",
        "mean": "이번 시험에서 합격 못하면 다시 일년동안 열심히 하면 된다",
      },
      {
        "answer": "までだ",
        "word": "もし今月も家賃を払ってくれなければ, 裁判所に訴えるまでだ。",
        "mean": "가령 이번 달도 집세를 못받으면 재판소에 소송하면 된다",
      },
      {
        "answer": "までのことだ",
        "word": "誰も一緒にやってくれないなら, 一人で最初から最後までやり切るまでのことだ。",
        "mean": "누구도 함께 해 주지 않는다면 혼자서 처음부터 끝까지 다 하면 된다",
      },
    ],
  },
  {
    "id": 222,
    "grammar": "~과거형 + まで(のこと)だ",
    "means": "~했을 뿐이다",
    "description": "다른 뜻은 없고 오직 이 이유 때문에~한 것이다",
    "connectionWays": "동사 과거형",
    "examples": [
      {
        "answer": "したまで",
        "word": "どうして怒られるのかわからないよ。先生に言われた通りにしたまでなのに。",
        "mean": "왜 혼났는지 모르겠어, 선생님한테 들은 대로 했을 뿐인데",
      },
      {
        "answer": "したまでのことだ",
        "word": "A:何であんなことしたの？　B:この前部長に言われたことしたまでのことだよ。",
        "mean": "A:왜 그런 짓을 했어 ? B: 전 부장님께 들은 대로 했을 뿐이야",
      },
      {
        "answer": "答えたまでのことで",
        "word": "聞かれたから答えたまでのことで, 自分から話したわけじゃない。",
        "mean": "물어봐서 답한것 뿐인으로 내가 말한 것이 아니야",
      },
      {
        "answer": "したまでです",
        "word": "私は当然のことをしたまでです",
        "mean": "저는 당연한 것을 했을 뿐입니다",
      },
      {
        "answer": "したまでです",
        "word": "人としてするべきことをしたまでです",
        "mean": "사람으로 써 해야할 일을 했을 뿐입니다",
      },
    ],
  },
  {
    "id": 227,
    "grammar": "ものを",
    "means": "~텐데,~것을",
    "description":
        '이미 발생한 것에 대해 "그때 그렇게 헀으면 좋았을텐데." 라는 가설이나 가능성을 표현한다\n\n불만, 후회, 유감등의 뉘양스를 갖고있다\n\nのに 와 바꿔 쓸 수 있는데 좀 더 딱딱한 표현\n\n가정법과 사용될 경우~ばいいものを,~たらいいものを 의 형태로 자주 사용된다',
    "connectionWays": "보통형",
    "examples": [
      {
        "answer": "行けばいいものを",
        "word": "車で行けばいいものを, 歩いて行くからそんなことになるんだ。",
        "mean": "자동차로 갔으면 좋았을 것을, 걸어가니까 그런거야",
      },
      {
        "answer": "治るものを",
        "word": "薬を飲めばすぐ治るものを, 意地張って飲まないから悪化したんだ。",
        "mean": "약을 먹었으면 금방 나았을텐데, 고집 부려 안먹어서 악화된 거야",
      },
      {
        "answer": "助けに行ったものを",
        "word": "教えてくれたら, すぐ, 助けに行ったものを。",
        "mean": "알려 줬으면 바로 도와주러 갔을텐데",
      },
      {
        "answer": "ばいいものを",
        "word": "連絡してくれればいいものを, 一人でやるなんて大変だったろうに。",
        "mean": "연락 해줬으면 좋았을걸, 혼자 했다니 힘었겠는걸",
      },
      {
        "answer": "片付いたものを",
        "word": "手を貸してもらえば, すぐ, 片付いたものを。",
        "mean": "도와줬으면 금방 끝났을 걸",
      },
      {
        "answer": "寝ればいいものを",
        "word": "眠くなったら寝ればいいものを, 彼女は[ 寝たら休みが終わっちゃう ]と言って無理やり起きている。",
        "mean": '졸리면 자면 되는 것을 그녀는 "자면 방학이 끝나버려" 라고 말하며 무리하게 깨어있다',
      },
      {
        "answer": "死ねばいいものを",
        "word": "一人で死ねばいいものを, 犯人は近くの通行人まで犠牲にして自殺した。",
        "mean": "혼자 죽으면 좋을텐데, 범인은 근처 통행자까지 희생해 자살했다",
      },
      {
        "answer": "寝たらいいもの",
        "word": "明日に備えて, 早く寝たらいいものを。",
        "mean": "내일을 대비해 빨리 자면 좋았을 걸",
      },
    ],
  },
];

List jsonN2Grammars = [
  {
    "id": 1,
    "grammar": "挙句／挙句に／挙句の果てに",
    "means": "~한 끝에",
    "description":
        "오래 지속된 어떤 상태가 좋지 않은 결말을 맞이하는 것을 나타낸다.\n\n억울함이나 번거로움 등의 부정적인 감정을 포함해 [散々（さんざん） 심하게, 結局（けっきょく） 결국] 등과 호응하기도 한다.\n\n[挙句に／挙句の果てに]의 [に]는 생략 가능하다.\n\n~末（すえ）に와 비슷한 표현으로 ~末に는 긍정적인 결과, 부정적인 결과 모두 가능하지만 ~あげく는 부정적인 결과가 오는 경우가 많다.\n\n[挙句]와 [挙句の果てに]는 접속사로도 사용 가능하다.\n\n挙句는 あげく라고 발음한다.",
    "connectionWays": "명사 + の挙句に\n동사 과거형 +挙句に／挙げ句の果てに\n挙げ句の果てに",
    "examples": [
      {
        "answer": "あげく",
        "word": "寝坊して電車に乗り遅れたあげく、仕事にまで間に合わなかった。",
        "mean": "늦잠을 자서 전철을 놓친 끝에 일까지 늦었다.",
      },
      {
        "answer": "あげく",
        "word": "私の友人は不倫をしたあげく子供を捨てて離婚してしまった。",
        "mean": "내 친구는 불륜을 한 끝에 아이를 버리고 이혼하고 말았다.",
      },
      {
        "answer": "あげく",
        "word": "ずっと待ったあげく, 結局彼は来なかった。",
        "mean": "계속 기다린 끝에 결국 그는 오지 않았다.",
      },
      {
        "answer": "挙句の果てに",
        "word": "体調不良が続いたので病院で何時間も精密検査したのだが, 挙句の果てには[原因が分かりません]と言われてしまった。",
        "mean": "몸살이 계속되자 병원에서 몇 시간 동안 정밀 검사를 했지만 끝내 원인을 알 수 없다는 말을 듣고 말았다.",
      },
      {
        "answer": "挙句",
        "word": "山で遭難した時は注意が必要だ。 むやみやたらに長時間歩いた挙句, 結局最初と同じ場所に戻ってしまうことがある。",
        "mean": "산에서 조난당했을 때는 주의가 필요하다. 무작정 장시간 걷다가 결국 처음과 같은 장소로 돌아가 버릴 수 있다.",
      },
      {
        "answer": "挙句",
        "word": "一目惚れしたネックレス, 迷った挙句買わなかったことを後悔してる。",
        "mean": "첫눈에 반한 목걸이, 망설이다가 결국 사지 않은 것을 후회하고 있어.",
      },
      {
        "answer": "あげく",
        "word": "画面と睨めっこしながら迷いに迷ったあげくポチった。",
        "mean": "화면과 눈싸움을 하면서 망설임에 헤맨 끝에 잡았다.",
      },
      {
        "answer": "あげく",
        "word": "何食べるか迷ったあげく牛丼にしたのが大正解だった。",
        "mean": "무엇을 먹을지 망설이다 쇠고기 덮밥으로 만든 것이 정답이었다.",
      },
    ],
  },
  {
    "id": 17,
    "grammar": "~に欠かせない／~が欠かせない", //N1
    "means": "빠뜨릴 수 없다",
    "description":
        "조건이나 양 등이 부족하면 성립되지 않는다. 즉 절대로 없어서는 안 된다는 것을 나타낸다.\n\n[~にとってなくてはならない, ~になくてはならない]로 바꿔 말할 수 있다.\n\nにかかせない로 발음한다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "が欠かせない",
        "word": "この年になると晩酌が欠かせない。",
        "mean": "이 나이가 되면 저녁 반주를 빼놓을 수 없다.",
      },
      {
        "answer": "のに欠かせない",
        "word": "ケーキはクリスマスを過ごすのに欠かせない。",
        "mean": "케이크는 크리스마스를 보내는 데 필수적이다.",
      },
      {
        "answer": "が欠かせない",
        "word": "カイロが欠かせない季節になった。",
        "mean": "핫팩이 빠질 수 없는 계절이 됐다.",
      },
      {
        "answer": "のに欠かせない",
        "word": "たんぱく質は筋肉を作るのに欠かせないものだ。",
        "mean": "단백질은 근육을 만드는 데 필수적인 것이다.",
      },
    ],
  },
  {
    "id": 22,
    "grammar": "かのようだ",
    "means": "마치 ~인 듯 하다",
    "description": '실제는 그렇지 않지만 [~처럼 보인다, ~같다] 등 무언가에 비유할 때 사용하는 표현이다.',
    "connectionWays": "동사 사전형\nい형용사 보통형\nな형용사 보통형\n명사+である",
    "examples": [
      {
        "answer": "かのようですね",
        "word": "３月なのにまた寒くなりましたね。まるで真冬に戻ったかのようですね。",
        "mean": "3월인데도 다시 추워졌네요. 마치 한겨울로 돌아간 것 같네요.",
      },
      {
        "answer": "かのように",
        "word": "妻は付き合って初めてあげたネックレスを１０年経った今でも、宝物かのように大切にしている。",
        "mean": "아내는 사귀고 처음 준 목걸이를 10년이 지난 지금도 보물처럼 아끼고 있다.",
      },
      {
        "answer": "かのように",
        "word": "彼はまるで全てを知っているかのように話しているが、全て彼の想像にすぎない。",
        "mean": "그는 마치 모든 것을 알고 있는 것처럼 말하고 있지만, 모두 그의 상상일 뿐이다.",
      },
      {
        "answer": "かのような",
        "word": "彼は今日初めて会うのに、前に何度も会ったことがあるかのような態度で話してくる。",
        "mean": "그는 오늘 처음 만나는데 전에 몇 번이나 만난 적이 있는 것 같은 태도로 얘기해 온다.",
      },
      {
        "answer": "かのようだ",
        "word": "Instagramでたくさんの人にフォロワーされると、まるで有名人にでもなったかのようだ。",
        "mean": "인스타그램에서 많은 사람들에게 팔로워를 당하면 마치 유명인사라도 된 것 같다.",
      },
      {
        "answer": "かのように",
        "word": "彼女は辛い出来事があったにもかかわらず、何事もなかったかのように明るく振舞っていた。",
        "mean": "그녀는 힘든 일이 있었음에도 불구하고 아무 일도 없었던 것처럼 밝게 행동하고 있었다.",
      },
    ],
  },
  {
    "id": 23,
    "grammar": "からして", //N1
    "means": "~부터가, ~으로 보아",
    "description":
        "~부터가: 이것도 그렇지만 나머지도 그렇다.\n\n~으로 보아: ~からすると, ~からして와도 바꿔 쓸 수 있다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "からして",
        "word": "声とかからしてめっちゃモテそう。",
        "mean": "목소리 따위부터가 봐서 엄청 인기 많을 것 같아.",
      },
      {
        "answer": "からして",
        "word": "彼は服装からして独特だ。",
        "mean": "그는 복장부터가 독특하다.",
      },
      {
        "answer": "からして",
        "word": "名前からして面白そうな映画だ。",
        "mean": "이름부터 재미있을 것 같은 영화다.",
      },
      {
        "answer": "からして",
        "word": "彼女は雰囲気からして天使みたいな女の子だった。",
        "mean": "그녀는 분위기부터가 천사 같은 여자였다.",
      },
      {
        "answer": "からして",
        "word": "サイコロで100回連続6を出すのは、確率に支配されたこの世界の仕組みからしてまず実現しないはずだ。",
        "mean": "주사위로 100회 연속 6을 내는 것은 확률에 지배된 이 세계의 구조부터가 우선 실현되지 않을 것이다.",
      },
      {
        "answer": "からして",
        "word": "横浜流星。名前の響きからしてカッコいい。",
        "mean": "요코하마 유성. 이름의 울림부터 멋있다.",
      },
      {
        "answer": "からして",
        "word": "オリンピック選手と私たちは体のつくりからして違う。",
        "mean": "올림픽 선수와 우리는 몸만들기부터 다르다.",
      },
      {
        "answer": "からして",
        "word": "この香水は香りからして他と全然違うのが素人でも分かる。",
        "mean": "이 향수는 향부터가 다른 것과 전혀 다른 것을 아마추어도 알 수 있다.",
      },
      {
        "answer": "からして",
        "word": "試合前だが、彼のその表情からしてすでに負けは決まっているようなものだ。",
        "mean": "경기 전이지만 그의 표정으로 보아 이미 패배가 결정된 것만 같다.",
      },
    ],
  },
  {
    "id": 24,
    "grammar": "~からすると／からすれば／からしたら", //N3
    "means": "~로 보아, ~(의 입장에서)보면, ~의 입장에서 생각하면",
    "description": "어떤 사건으로 평가 / 판단 할 때 사용되는 문법이다",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "からすれば",
        "word": "経験者からすれば天と地の差だ。",
        "mean": "경험자 입장에서는 하늘과 땅의 차이다.",
      },
      {
        "answer": "からすれば",
        "word": "富裕層は世界全体の人口からすれば、本当に一握りでしかない。",
        "mean": "부유층은 세계 전체 인구로 보면 정말 소수일 뿐이다.",
      },
      {
        "answer": "からすれば",
        "word": "雪国育ちの私からすれば、この程度の寒さは寒くない。",
        "mean": "설국에서 자란 나로서는 이 정도 추위가 춥지 않다.",
      },
      {
        "answer": "からすれば",
        "word": "跳び箱は運動神経が無い人からすれば絶対にできない。",
        "mean": "뜀틀은 운동신경이 없는 사람 입장에서는 절대 못해.",
      },
      {
        "answer": "からすれば",
        "word": "他人からすれば羨ましく思うかもしれない。",
        "mean": "남들이 보면 부러워할 수도 있어.",
      },
      {
        "answer": "からすれば",
        "word": "私の感覚からすれば受け入れがたいものです。",
        "mean": "제 감각으로 보면 받아들이기 어려운 것입니다.",
      },
      {
        "answer": "からすると",
        "word": "食べても太らないなんて、私からすると夢のような話です。",
        "mean": "먹어도 살이 찌지 않는다니 제가 보기엔 꿈같은 얘기예요.",
      },
      {
        "answer": "からしたら",
        "word": "喫煙者の私からしたら、街中であちこち禁煙になってつらい。",
        "mean": "흡연자인 나로서는 거리에서 여기저기 금연이 되어 괴롭다.",
      },
    ],
  },
  {
    "id": 29,
    "grammar": "がる",
    "means": "~がる　~워하다\n~がっている ~워하고 있다\n~がらずに, ~がらないで ~워하지 말고",
    "description":
        "감정·감각 형용사에 접속하여 2인칭, 3인칭의 감정이나 감각을 나타낸다.\n\n1인칭으로는 사용할 수 없다.\n\n이 문법은 형용사를 5단 동사화하기 때문에\n[[ 寒がり, 暑がり, 寂しがり, 恥ずかしがり, 怖がり] 등의 명사가 생겨나고 있는 것.",
    "connectionWays": "い형용사 어간＋がる / がっている\nな형용사 어간＋がる / がっている",
    "examples": [
      {
        "answer": "怖がっている",
        "word": "彼は死ぬことを怖がっている。",
        "mean": "그는 죽는 것을 두려워하고 있다.",
      },
      {
        "answer": "がっている",
        "word": "みんなが不思議がっている。",
        "mean": "모두가 신기해하고 있다.",
      },
      {
        "answer": "嫌がる",
        "word": "うちの猫は爪切られるのをとても嫌がる。",
        "mean": "우리 고양이는 손톱 깎이는 걸 너무 싫어해.",
      },
      {
        "answer": "寒がっている",
        "word": "猫が寒がっているので暖房をつけた。",
        "mean": "고양이가 추워해서 난방을 틀었다.",
      },
      {
        "answer": "ずかしがらなくても",
        "word": "恥ずかしがらなくてもいいです。",
        "mean": "부끄러워하지 않아도 돼요.",
      },
      {
        "answer": "寂しがり",
        "word": "彼女は寂しがり屋だ。",
        "mean": "그녀는 외로움을 많이 탄다.",
      },
      {
        "answer": "暑がっている",
        "word": "彼は室温２０度でも暑がっている。",
        "mean": "그는 실온 20도에서도 더워하고 있다.",
      },
    ],
  },
  {
    "id": 34,
    "grammar": "~ことはない / こともない",
    "means": "할 필요는 없다\n할 필요도 없다",
    "description": "~할 필요 없다’는 의미로 충고 / 조언의 역할을 한다.",
    "connectionWays": "동사 사전형",
    "examples": [
      {
        "answer": "こともない",
        "word": "まだ時間があるので急ぐこともない。",
        "mean": "아직 시간이 있으니 서두를 것도 없다.",
      },
      {
        "answer": "ことはないよ",
        "word": "気にすることはないよ。",
        "mean": "신경 쓸 거 없어.",
      },
      {
        "answer": "ことはありません",
        "word": "気軽に何でもおっしゃってください。 遠慮することはありません。",
        "mean": "편하게 뭐든지 말씀해주세요. 사양할 것 없어요.",
      },
      {
        "answer": "ことはない",
        "word": "自分に嘘をついてまで無理することはない。",
        "mean": "자신에게 거짓말을 하면서까지 무리할 것은 없다.",
      },
      {
        "answer": "ことはない",
        "word": "『悩んでも悩まない, そういうように感じることができれば, 人生は決して心配することはない』",
        "mean": "고민해도 고민하지 않는다, 그렇게 느낄 수 있다면 인생은 결코 걱정할 일이 없다.",
      },
      {
        "answer": "ことはない",
        "word": "人生, 悪いことばかりでないから悲観することはない。",
        "mean": "인생, 나쁜 일만 있는 것이 아니기 때문에 비관할 것은 없다.",
      },
      {
        "answer": "ことはない",
        "word": "人事を尽くしたなら, なにも心配することはない。",
        "mean": "인사를 다했다면 걱정할 것이 없다.",
      },
      {
        "answer": "ことはない",
        "word": "断られても気にすることはない。きっとどこかで, 別の人が待ってくれている。",
        "mean": "거절당해도 신경 쓸 것 없다.분명 어딘가에서 다른 사람이 기다려주고 있을 거야.",
      },
      {
        "answer": "ことはないんだよ",
        "word": "泣きたいなら我慢することはないんだよ。",
        "mean": "울고 싶으면 참지 않아도 돼",
      },
      {
        "answer": "こともない",
        "word": "自分の価値観は大切にすべきで, 誰かのために無理することもない。",
        "mean": "자신의 가치관은 소중히 여겨야지 누군가를 위해 무리할 일도 없다.",
      },
      {
        "answer": "ことはないんじゃないかな",
        "word": "夢がないからって自分を卑下することはないんじゃないかな。",
        "mean": "꿈이 없다고 자신을 비하하는 일은 없지 않을까?",
      },
    ],
  },
  {
    "id": 35,
    "grammar": "~最中 / 真っ最中",
    "means": "한창 ~ 중에",
    "description":
        "동작의 계속을 나타내지만, [最中] 이란 특히 그 동작의 가장 들떠 있는 시간대를 가리키고 있다.\n\n[食事の最中] 이라고 하면 식사를 할 때 가장 즐거울 때를 말하지만 [水を飲んでいる最中] 이라고는 보통 말할 수 없다. \n왜냐하면 동작에 흥이 날만한 장면이 없기 때문이다.\n\n흔히 [ている最中に, ~た] 의 형태로 사용되며, 후항에는 갑자기 발생한 현상이나 예상치 못한 현상이 나타난다.\n\n또 특히 강조하는 말투로 [真っ最中 ] ] 가 있다.",
    "connectionWays": "동사 て형\n명사 + の",
    "examples": [
      {
        "answer": "いる最中",
        "word": "今は小説を読んでいる最中なんで話しかけないでください。",
        "mean": "지금은 소설을 읽는 중이니 말을 걸지 마세요.",
      },
      {
        "answer": "ている",
        "word": "映画を見ている最中に停電した。",
        "mean": "영화를 보다가 정전이 되었다.",
      },
      {
        "answer": "最中です",
        "word": "現在ネットワークに関する問題が発生しており, 調査を行っている最中です。",
        "mean": "현재 네트워크 관련 문제가 발생하고 있어 조사 중입니다.",
      },
      {
        "answer": "最中に",
        "word": "夜は室内も寒いですから, 寝ている最中に風邪を引かないよう十分お気をつけください。",
        "mean": "밤에는 실내도 춥기 때문에 주무시는 동안 감기에 걸리지 않도록 충분히 주의하시기 바랍니다.",
      },
      {
        "answer": "の最中に",
        "word": "帰宅の最中に会社から呼び出されて気分最悪。",
        "mean": "퇴근길에 회사에서 호출되어 기분 최악.",
      },
      {
        "answer": "の最中に",
        "word": "登山の最中にトイレに行きたくなったら, 辺りの茂みでするしか方法はない。",
        "mean": "등산을 하다가 화장실에 가고 싶으면 주변 덤불에서 하는 수밖에 없다.",
      },
      {
        "answer": "の最中に",
        "word": "デートの最中に雪が降ってきて２人ではしゃいだ。",
        "mean": "데이트 중에 눈이 와서 둘이서 떠들었어.",
      },
      {
        "answer": "最中に",
        "word": "電車に乗ってる最中にお腹が痛くなった。",
        "mean": "전철을 타다가 배가 아팠다.",
      },
      {
        "answer": "真っ最中に",
        "word": "人が気持ちよく歌っている真っ最中に話しかけんな。",
        "mean": "사람들이 기분 좋게 노래하고 있는 와중에 말을 걸지 마.",
      },
      {
        "answer": "最中だ",
        "word": "私は今頭を抱えながら卒論を書いている最中だ。",
        "mean": "나는 지금 머리를 싸매고 졸업 논문을 쓰는 중이야.",
      },
    ],
  },
  {
    "id": 37,
    "grammar": "すら",
    "means": "조차",
    "description":
        "대부분의 경우 좋지 않은 일에 사용.\n최소한의 일을 할 수 없는 등 대상에 대한 멸시나 경시의 감정이 포함되는 것이 특징.\n후건에는 부정형이 호응함.",
    "connectionWays": "명사 + (조사) + すら + ない\n동사　て형 + すら + ない",
    "examples": [
      {
        "answer": "すら",
        "word": "体調が悪くて水すら喉を通らない。",
        "mean": "몸이 안 좋아서 물조차 목구멍을 통과하지 않는다.",
      },
      {
        "answer": "すら",
        "word": "謝りたいけど会ってすらくれなくなった。",
        "mean": "사과하고 싶지만 만나서 불편해졌어.",
      },
      {
        "answer": "すら",
        "word": "残業続きで寝る時間すら確保できない。",
        "mean": "잔업이 계속되어 잘 시간조차 확보할 수 없다.",
      },
      {
        "answer": "すら",
        "word": "本当に嫌いな奴には[ 嫌い ]という言葉すら出ない。",
        "mean": "정말 싫어하는 놈에겐 싫다는 말조차 안 나온다.",
      },
      {
        "answer": "すら",
        "word": "眠くて足し算すらできない。",
        "mean": "졸려서 덧셈조차 못하다.",
      },
      {
        "answer": "すら",
        "word": "起きてからまだ着替えてもないし, 顔も洗ってすらない。",
        "mean": "일어나서 아직 옷 갈아입지도 않았고 세수도 안 해.",
      },
      {
        "answer": "すら",
        "word": "笑ってるところも可愛いが, 怒っているところすら可愛い。",
        "mean": "웃는 있는 것도 귀엽지만 화난 것조차 귀여워.",
      },
      {
        "answer": "すら",
        "word": "私はスマホすら満足に使えない機械音痴だ。",
        "mean": "나는 스마트폰조차 만족스럽게 사용할 수 없는 기계치야.",
      },
      {
        "answer": "すら",
        "word": "料理したことはないし, 包丁すらも持ったことがない。",
        "mean": "요리해본 적도 없고 칼조차 들어본 적이 없어.",
      },
      {
        "answer": "すら",
        "word": "冷静に話し合いすらできないようなら, 交渉はできません。",
        "mean": "냉정하게 대화조차 못할 것 같으면 협상은 할 수 없습니다.",
      },
      {
        "answer": "すら",
        "word": "夢ですらモテない。",
        "mean": "꿈에서조차 인기가 없다.",
      },
      {
        "answer": "すら",
        "word": "真面目にやっている人が損をするこの社会は, 正直おかしいとすら思っている。",
        "mean": "성실하게 하는 사람이 손해를 보는 이 사회는 솔직히 이상하다고까지 생각한다.",
      },
    ],
  },
  {
    "id": 38,
    "grammar": "~さえ~ば",
    "means": "~만 ~하면",
    "description":
        "어떤 한 가지 조건이 충족되면 그 이외의 것도 성립한다는 것을 나타낸다.\n\n반대로 그 한 가지 조건이 충족되지 않으면 모든 것이 성립되지 않는다.",
    "connectionWays":
        "동사 ます형 + 가정법ば\nい형용사 어간 + 가정법ば\nな형용사 어간 + 가정법ば\n명사 + 가정법ば",
    "examples": [
      {
        "answer": "さえあれば",
        "word": "メールアドレスさえあれば, 誰でも登録できます。",
        "mean": "이메일 주소만 있으면 누구나 등록할 수 있습니다.",
      },
      {
        "answer": "さえあれば",
        "word": "きっかけさえあれば, 人はいつでも変わることができる。",
        "mean": "계기만 있으면 사람은 언제든지 변할 수 있다.",
      },
      {
        "answer": "さえいれば",
        "word": "悲しみを分かち合える友達さえいれば, 辛い事があっても乗り越えられる。",
        "mean": "슬픔을 나눌 수 있는 친구만 있다면 힘든 일이 있어도 이겨낼 수 있다.",
      },
      {
        "answer": "かれば",
        "word": "この問題さえ分かれば満点だったのに。",
        "mean": "이 문제만 알면 만점이었는데.",
      },
      {
        "answer": "掴めれば",
        "word": "この仕事はやり方やコツさえ掴めれば誰にだってできる。",
        "mean": "이 일은 방법이나 요령만 알면 누구나 할 수 있다.",
      },
      {
        "answer": "さえすれば",
        "word": "辛くても生きていさえすれば人生はどうにかなるものだ。",
        "mean": "힘들어도 살기만 하면 인생은 어떻게 되는 법이다.",
      },
      {
        "answer": "ければ",
        "word": "バイトさえ無ければすぐにでも君に会いにいくつもりだった。",
        "mean": "아르바이트만 없다면 당장이라도 널 보러 갈 생각이었어.",
      },
      {
        "answer": "さえすれば",
        "word": "レポートの内容に関わらず, 提出さえすれば単位がもらえる。",
        "mean": "리포트 내용에 상관없이 제출만 하면 학점을 받을 수 있다.",
      },
      {
        "answer": "さえあれば",
        "word": "暇さえあればアニメを見ている。",
        "mean": "틈만 나면 애니메이션을 보고 있다.",
      },
      {
        "answer": "ければ",
        "word": "金欠だから, 時給さえ高ければどんな仕事にでも今すぐ行きたい。",
        "mean": "돈이 부족하니 시급만 비싸면 무슨 일이든 당장 가고 싶다.",
      },
    ],
  },
  {
    "id": 41,
    "grammar": "명사 + 次第だ",
    "means": "~에 달려 있다, ~에 달려있다",
    "description": "결과나 상황의 변화가 그 자체의 성질이나 의향에 맡겨져 있음을 나타낸다.",
    "connectionWays": "명사 +　次第だ",
    "examples": [
      {
        "answer": "次第です",
        "word": "信じるか信じないかはあなた次第です。",
        "mean": "믿느냐 안 믿느냐는 당신에게 달려 있어요.",
      },
      {
        "answer": "次第で",
        "word": "お米は天候次第で収穫量が大きく影響される。",
        "mean": "쌀은 날씨에 따라 수확량이 크게 영향을 받는다.",
      },
      {
        "answer": "次第で",
        "word": "努力次第で人生は変わる。",
        "mean": "노력에 따라 인생은 달라진다.",
      },
      {
        "answer": "次第だ",
        "word": "全ては結局自分次第だ。",
        "mean": "모든 것은 결국 자신에게 달렸다.",
      },
      {
        "answer": "次第ですが",
        "word": "来年も旅してみようかなと思ってる。貯金次第ですが。",
        "mean": "내년에도 여행해볼까 생각중이야.저금하기 나름입니다만.",
      },
      {
        "answer": "次第",
        "word": "大雨で被災した方々, もうこれ以上被害が無ければいいんですが, こればかりはお天道様次第ですね。",
        "mean": "폭우로 피해를 입은 분들, 이제 더 이상 피해가 없었으면 좋겠습니다만, 이것만은 천도님 나름이네요.",
      },
      {
        "answer": "次第である",
        "word": "他人を思いやれるような子供に育つかどうかは, ひとえに親次第である。",
        "mean": "다른 사람을 배려할 수 있는 아이로 자랄지는 전적으로 부모에게 달려 있다.",
      },
      {
        "answer": "次第です",
        "word": "医者[ 食欲はありますか？ ]　患者[ おかず次第です ]",
        "mean": '의사: "식욕 있어요?" 환자: "반찬 나름이에요."',
      },
      {
        "answer": "次第です",
        "word": "彼と結婚するかどうかは, 体の相性次第です。",
        "mean": "그와 결혼할지 말지는 몸의 궁합에 달려 있습니다.",
      },
      {
        "answer": "次第で",
        "word": "状況は自分の行動力次第でいくらでも変えられます。",
        "mean": "상황은 자신의 행동력에 따라 얼마든지 바꿀 수 있습니다.",
      },
    ],
  },
  {
    "id": 42,
    "grammar": "ます형 + 次第",
    "means": "~하는대로, ~하자마자",
    "description":
        "순접 가정 조건 표현.\n\n움직이는 형태나 동작성 명사에 접속해, 전건이 성립했을 경우, 즉시 후건을 실시하는 것을 나타낸다.\n\n일상 대화에서는 잘 사용되지 않으며 주로 비즈니스 등의 상황에서 사용.",
    "connectionWays": "동사 ます + 次第, ~する\n동작성 명사 次第, ~する",
    "examples": [
      {
        "answer": "でき次第",
        "word": "準備でき次第また連絡致します。",
        "mean": "준비되는 대로 다시 연락드리겠습니다.",
      },
      {
        "answer": "次第",
        "word": "数量限定販売商品の為, 在庫無くなり次第終了となります。",
        "mean": "수량 한정 판매 상품이므로 재고가 소진되는 대로 종료됩니다.",
      },
      {
        "answer": "終わり次第",
        "word": "仕事終わり次第伺います。",
        "mean": "일 끝나는 대로 찾아뵙겠습니다.",
      },
      {
        "answer": "まとまり次第",
        "word": "話がまとまり次第, 追ってご連絡いたします。",
        "mean": "이야기가 마무리되는 대로 추후 연락드리겠습니다.",
      },
      {
        "answer": "でき次第",
        "word": "入金確認でき次第, 売買契約成立とし, 商品を発送致します。",
        "mean": "입금확인 되는대로 매매계약 성립하고 상품 발송하겠습니다.",
      },
      {
        "answer": "ができ次第",
        "word": "保険証は本人確認ができ次第, 即日交付します。",
        "mean": "보험증은 본인 확인이 되는 대로 당일 교부합니다.",
      },
      {
        "answer": "集まり次第",
        "word": "メンバーが集まり次第, 会議を始めよう。",
        "mean": "멤버들 모이는 대로 회의를 시작하자.",
      },
      {
        "answer": "決まり次第",
        "word": "同窓会の場所や日程は参加者が決まり次第決定します。",
        "mean": "동창회 장소나 일정은 참가자가 정해지는 대로 결정합니다.",
      },
      {
        "answer": "落ち着き次第",
        "word": "まだまだ忙しい日々が続きますが, お互い落ち着き次第飲みに行きましょう。",
        "mean": "아직 바쁜 나날이 계속되지만, 서로 진정되는 대로 마시러 갑시다.",
      },
    ],
  },
  {
    "id": 46,
    "grammar": "だけ",
    "means": "1. ~만큼, ~대로\n2. ~하는 데까지 하다",
    "description":
        "주로 객관적인 표현에 사용된다.\n\n그래서 시간이나 정도, 범위 등 수량이 적은 것에 대한 화자의 불만 뉘앙스는 거의 없다.\n\n주관적이고 수량이 적은 것에 대한 불만을 나타내기 위해서는 しかない를 이용해야한다.",
    "connectionWays": "1. 동사 사전형 \n2. 동사 가능형",
    "examples": [
      {
        "answer": "だけ",
        "word": "やるだけやった。あとは結果を待つだけだ。",
        "mean": "할 만큼 했어.이제 결과를 기다리기만 하면 된다.",
      },
      {
        "answer": "だけ",
        "word": "ウイルスに感染しないようにできるだけのことはしてるけどやっぱり怖い。",
        "mean": "바이러스에 감염되지 않도록 할 수 있는 만큼은 하고 있지만 역시 무서워.",
      },
      {
        "answer": "だけ",
        "word": "試食品を食べるだけ食べて, 商品を買っていかないお客もいる。",
        "mean": "시식품 먹을 만큼 먹고 상품을 사가지 않는 손님도 있다.",
      },
      {
        "answer": "だけ",
        "word": "相談したいことがあるんだけど, 聞くだけ聞いてもらえる？",
        "mean": "상의하고 싶은 게 있는데 듣을 만큼 들어줄래?",
      },
      {
        "answer": "だけ",
        "word": "子供作るだけ作って, 育児は祖母に任せる。",
        "mean": "아이 낳을 만큼 만들고 육아는 할머니에게 맡긴다.",
      },
      {
        "answer": "だけ",
        "word": "ご飯は炊けるだけ炊いて, 毎回食べたい量に小分けにして冷凍している。食べるときはチンして食べると手間もかからない。",
        "mean":
            "밥은 할 수 있을 만큼 짓고, 매번 먹고 싶은 양으로 소분해서 냉동하고 있다.먹을 때는 돌려 먹으면 손도 덜 간다.",
      },
      {
        "answer": "だけ",
        "word": "子供が手に持てるだけのお菓子を持っている。",
        "mean": "아이가 손에 들 수 있을 만큼 과자를 가지고 있다.",
      },
      {
        "answer": "だけ",
        "word": "冷蔵庫の中にある材料で餃子を作れるだけ作った。",
        "mean": "냉장고 안에 있는 재료로 만두를 만들 수 있을 만큼 만들었어.",
      },
      {
        "answer": "だけ",
        "word": "次の試合では, 出せるだけの力を出すつもりだ。",
        "mean": "다음 경기에서는 낼 수 있는 만큼 힘을 낼 생각이다.",
      },
      {
        "answer": "だけ",
        "word": "今度飲み会があるから, 人を集められるだけ集めておいてください。",
        "mean": "다음에 회식이 있으니까 사람들을 모을 수 있을 만큼 모아 두세요.",
      },
      {
        "answer": "だけ",
        "word": "好きなものを食べられるだけ食べたい。",
        "mean": "원하는 것을 먹을 수 있는 만큼 먹고 싶어.",
      },
      {
        "answer": "だけ",
        "word": "寝れるなら寝れるだけ寝たい。",
        "mean": "잘 수 있다면 잠을 잘 수 있을 만큼 자고 싶다.",
      },
      {
        "answer": "だけ",
        "word": "友達からお金を借りられるだけ借りた。",
        "mean": "친구한테 돈을 빌릴 수 있을 만큼 빌렸다.",
      },
      {
        "answer": "だけ",
        "word": "本屋さんに行くとトイレに行きたくなるのは私だけですか？",
        "mean": "서점에 가면 화장실에 가고 싶어지는 것은 저뿐입니까?",
      },
    ],
  },
  {
    "id": 47,
    "grammar": "~たら~たで / ~ば~で",
    "means": "~하면 ~하는 대로",
    "description":
        "두 가지 대립된 사물을 들어 어느 쪽이든 동일함을 나타내는 문법.\n\n같은 형식의 과거형을 두 번 사용하여 접속.",
    "connectionWays": "~だったら~だったで　(뒤 문장 생략 가능)\n~たら~たで\n~なら~で\n~れば~で",
    "examples": [
      {
        "answer": "たら",
        "word":
            "[ はい ]って言いながら聞いていたら[ ちゃんと聞いてるのか ]と怒られるし, 何か言ったら言ったで[ 口答えするな ]って怒られるし, どうしたらいいか分からない",
        "mean":
            "네' 하면서 듣다 보면 '제대로 듣고 있냐'고 혼나고, 무슨 말을 하면 말하는 대로 '말대꾸하지 말라'고 혼나고, 어떻게 해야 할지 모르겠어요.",
      },
      {
        "answer": "たら",
        "word": "最初はあまり興味なかったけど, 観たら観たで面白かった。",
        "mean": "처음에는 별로 흥미없었는데 보면 보는대로 재밌더라.",
      },
      {
        "answer": "なったで",
        "word": "お金持ちになるのは簡単じゃないし, お金持ちになったらなったでお金持ちなりの苦労も待っている。",
        "mean": "부자가 되는 것은 쉽지 않고, 부자가 되면 되는대로 부자 나름의 고생도 기다리고 있다.",
      },
      {
        "answer": "たら",
        "word": "すごく眠いのに寝たら寝たですぐ起きてしまう。",
        "mean": "너무 졸린데 자면 자는대로 금방 일어나버려.",
      },
      {
        "answer": "入ったで",
        "word": "眠かったのに布団に入ったら入ったでなぜか寝れない。",
        "mean": "졸렸는데 이불에 들어가니 들어간대로 왠지 잠이 안와.",
      },
      {
        "answer": "会ったで",
        "word": "初恋の人に会ってみたいけど会ったら会ったで気まずいだろう。",
        "mean": "첫사랑을 만나보고 만나면 만나는대로 어색할거야.",
      },
      {
        "answer": "消したで",
        "word": "エアコンつけっぱなしは健康に悪いかなと思ったけど, 消したら消したで蒸し暑さで寝れないし生命の危機感じる。",
        "mean": "에어컨 틀어놓으면 건강에 안 좋을 것 같은데 끄면 끈대로 무더위에 잠도 못 자고 생명의 위기를 느낀다.",
      },
      {
        "answer": "高かったで",
        "word": "声が低めの人も好きです。もちろん高かったら高かったで別の良さもあると思います。",
        "mean": "목소리가 낮은 사람도 좋아해요.물론 높으면 높은대로 다른 장점도 있다고 생각합니다.",
      },
      {
        "answer": "だったで",
        "word": "ダメだったらダメだったでまた来年の試験頑張ればいいでしょ。",
        "mean": "안되면 안되는 대로 내년 시험 잘보면 되지.",
      },
      {
        "answer": "だったで",
        "word": "一応女の子が欲しいけど, 男の子だったらだったでそれも良い。",
        "mean": "일단 여자아이를 갖고 싶지만 남자아이면 남자아인대로 그것도 좋다.",
      },
      {
        "answer": "だったで",
        "word": "あまりに経験豊富だったらだったで嫌だけど, 童貞だったらだったでそれも嫌。",
        "mean": "너무 경험이 많으면 (많은대로) 싫지만 동정이면 동정인대로 그것도 싫어.",
      },
    ],
  },
  {
    "id": 49,
    "grammar": "っぱなし",
    "means": "~한 채로",
    "description":
        "1. 본래 해야 할 일을 방치하고 그 상태가 지속되고 있는 것\n\n2.어떤 상태가 지속되고 있는 것\n\n두 경우 모두 화자의 사물에 대한 부정적인 뉘앙스가 있기 때문에 좋지 않은 일에 사용하는 경우가 많다.",
    "connectionWays": "동사ます형",
    "examples": [
      {
        "answer": "っぱなしで",
        "word": "車に鍵を差しっぱなしで買い物に行ってしまった。",
        "mean": "차에 열쇠를 꽂은 채 쇼핑하러 가버렸다.",
      },
      {
        "answer": "っぱなしで",
        "word": "電気をつけっぱなしで寝た。",
        "mean": "불을 켜놓고 잤다.",
      },
      {
        "answer": "っぱなしにした",
        "word": "換気のため窓を開けっぱなしにしたせいで空き巣に入られた。",
        "mean": "환기를 위해 창문을 열어둔 탓에 빈집에 들어갔다.",
      },
      {
        "answer": "っぱなし",
        "word": "車上荒らしが多発していますので, 車内に荷物を置きっぱなしにしないようにしましょう。",
        "mean": "차량 내부의 난폭함이 많이 발생하고 있기 때문에, 차내에 짐을 놓아 두지 않도록 합시다.",
      },
      {
        "answer": "っぱなし",
        "word": "あの変顔を見てからずっと笑いっぱなしだった。",
        "mean": "저 이상한 얼굴을 보고 나서 계속 웃기만 했어.",
      },
      {
        "answer": "っぱなし",
        "word": "ずっと親に迷惑かけっぱなしなので, いつか親孝行したい。",
        "mean": "계속 부모님께 폐를 끼치고 있으니 언젠가 효도하고 싶다.",
      },
      {
        "answer": "きっぱなしだ",
        "word": "先月から休みがなくずっと働きっぱなしだ。",
        "mean": "지난달부터 쉬는 날이 없어서 계속 일하고 있어.",
      },
      {
        "answer": "っぱなし",
        "word": "自由席で立ちっぱなしはしんどい。",
        "mean": "자유석에서 계속 서 있기는 힘들어.",
      },
      {
        "answer": "っぱなしで",
        "word": "座りっぱなしでお尻が痛い。",
        "mean": "앉아 있어서 엉덩이가 아파.",
      },
    ],
  },
  {
    "id": 50,
    "grammar": "っぽい",
    "means": "~경향이 있다, ~느낌이 있다, ~처럼 보인다, ~하기 쉽다",
    "description":
        "보통은 마이너스 이미지를 가지고 있는 대상에 대해서 사용한다.\n[ イ形容詞語幹＋っぽい ] 에 접속할 수 있는 이 형용사는, [ 安っぽい(싸구려 같다) ] 등 상당히 한정적이다.\n\n(１)　あの服は安い　　　(객관적)\n(２)　あの服は安っぽい　(주관적＋나쁜 인상)\n\n동사 사전형에 접속할 때 추측의 ようだ 혹은 전문의そうだ 와 거의 비슷하다.\n\n[っぽい] 자체는 이 형용사의 활용이 적용된다.",
    "connectionWays": "명사＋っぽい\n동서 ます형＋っぽい\nイ형용사 어간＋っぽい\n동사 사전형＋っぽい",
    "examples": [
      {
        "answer": "っぽい",
        "word": "彼は子供っぽい顔をしている。",
        "mean": "그는 어린애 같은 얼굴을 하고 있다.",
      },
      {
        "answer": "っぽい",
        "word": "今日の月は写真で撮ると白っぽいが, 目で見ると赤色だ。",
        "mean": "오늘 달은 사진으로 찍으면 하얗게 보이지만 눈으로 보면 붉은색이다.",
      },
      {
        "answer": "っぽい",
        "word": "水を入れ過ぎたのか, ご飯が水っぽい。",
        "mean": "물을 너무 많이 넣었는지 밥이 죽같다.",
      },
      {
        "answer": "っぽい",
        "word": "今朝からどうも熱っぽい。",
        "mean": "오늘 아침부터 어쩐지 열이 난다",
      },
      {
        "answer": "っぽい",
        "word": "湿っぽい話はもう聞きたくない。",
        "mean": "축축한 이야기는 이제 듣고 싶지 않아.",
      },
      {
        "answer": "っぽい",
        "word": "安っぽい味だけど癖になる。",
        "mean": "싸구려 맛인데 버릇이 돼.",
      },
      {
        "answer": "っぽくて",
        "word": "歳を取ったからか, 最近忘れっぽくて困っている。",
        "mean": "나이가 들어서 그런지 요즘 건망증이 심해서 곤란하다.",
      },
      {
        "answer": "っぽい",
        "word": "彼女は怒りっぽい人だ。",
        "mean": "그녀는 화를 잘 내는 사람이다.",
      },
      {
        "answer": "っぽい",
        "word": "飽きっぽい性格なので, 一つのことが長く続かない。",
        "mean": "싫증을 잘 내는 성격이라 한 가지 일이 오래 가지 않는다.",
      },
      {
        "answer": "っぽい",
        "word": "彼の話は表情から見てもどうも嘘っぽい。",
        "mean": "그의 말은 표정으로 보아도 어쩐지 거짓말 같다.",
      },
    ],
  },
  {
    "id": 53,
    "grammar": "~てたまらない",
    "means": "너무 ~하다, ~해서 참을 수 없다",
    "description":
        "감정 / 감각을 나타내는 말에 대해, 그것들이 참을 수 없는 정도임을 나타낸다.\n辛くて辛くてたまらない 등 두번 나열해서 강조하는 표현도 많다.",
    "connectionWays": "て형 접속",
    "examples": [
      {
        "answer": "でたまらない",
        "word": "来年の春が楽しみでたまらない。",
        "mean": "내년 봄이 기다려져 죽겠다.",
      },
      {
        "answer": "でたまらない",
        "word": "一人は暇でたまらない。",
        "mean": "한 사람은 한가해서 견딜 수 없다.",
      },
      {
        "answer": "でたまらない",
        "word": "暑いしジメジメしてるし不快でたまらない。",
        "mean": "덥고 습하고 불쾌해 죽겠어.",
      },
      {
        "answer": "てたまらない",
        "word": "彼は体臭が臭くてたまらない。",
        "mean": "그는 체취가 나서 견딜 수 없다.",
      },
      {
        "answer": "てたまらない",
        "word": "手が痒くてたまらない。",
        "mean": "손이 가려워 죽겠다.",
      },
      {
        "answer": "てたまらない",
        "word": "カラオケ行きたくてたまらない。",
        "mean": "노래방 가고 싶어 죽겠어.",
      },
      {
        "answer": "てたまらない",
        "word": "悲しくて寂しくてたまらない。",
        "mean": "슬퍼서 외로워 죽겠어.",
      },
      {
        "answer": "てたまらない",
        "word": "新しいイヤホン欲しくてたまらない。",
        "mean": "새 이어폰 갖고 싶어 죽겠어.",
      },
      {
        "answer": "てたまらない",
        "word": "この料理どうやって作るんだろう。知りたくてたまらない。",
        "mean": "이 요리 어떻게 하지?궁금해 죽겠어.",
      },
      {
        "answer": "てたまらない",
        "word": "離婚したくてたまらない。",
        "mean": "이혼하고 싶어 죽겠어.",
      },
      {
        "answer": "てたまらない",
        "word": "辛くて辛くてたまらない時は逃げてもいい。",
        "mean": "매워서 견딜 수 없을 때는 도망쳐도 돼.",
      },
      {
        "answer": "てたまらない",
        "word": "もうすぐ同窓会がある。早く昔の友人に会いたくて会いたくてたまらない。",
        "mean": "곧 동창회가 있다.빨리 옛 친구를 만나고 싶어 죽겠어.",
      },
    ],
  },
  {
    "id": 57,
    "grammar": "~という (1)",
    "means": "~라고 하는, ~라는 ",
    "description":
        "화자와 듣는 사람 중 어느 한쪽의 이해가 진행되지 않은 경우에 그 사물이나 사람 등을 설명, 정의하는 것을 나타낸다.\n\n회화체로는 [って, っていう] 라고 사용된다.",
    "connectionWays": "문장 보통형 +　という + 명사",
    "examples": [
      {
        "answer": "という",
        "word": "佐藤さんという人から電話が来ていましたよ。",
        "mean": "사토(佐藤) 씨라는 사람으로부터 전화가 왔었어요.",
      },
      {
        "answer": "という",
        "word": "来週この小説の冒頭部分を暗唱するという試験がある。",
        "mean": "다음 주에 이 소설의 첫 부분을 암송한다는 시험이 있어.",
      },
      {
        "answer": "って",
        "word": "[ 来週試験があるってこと覚えてる？ ]",
        "mean": "다음 주에 시험이 있다는 거 기억나?",
      },
      {
        "answer": "という",
        "word": "[ この歌, 何という人が歌ってるの？ ]",
        "mean": "이 노래 뭐라고 불러?'",
      },
      {
        "answer": "っていう",
        "word": "モンサンミッシェルっていうところに一度は行ってみたい。",
        "mean": "몽생미셸이라는 곳에 한 번쯤 가보고 싶어.",
      },
      {
        "answer": "という",
        "word": "今朝近くで女性が背後から襲われるという事件があったらしい。",
        "mean": "오늘 아침 근처에서 여성이 배후에서 습격당하는 사건이 있었던 것 같아.",
      },
    ],
  },
  {
    "id": 61,
    "grammar": "~と言っても",
    "means": "~라고 해도 ",
    "description":
        "역접표현.\n전건으로 사실을 인정하고, 후건으로 전건에서 예상되는 결과는 되지 않음을 말한다.\n\n가장 회화체 적인 표현은 [~と言っても, ~とは言っても] 이고, 가장 딱딱한 표현은 [~とは言うものの, ~とは言い条 ]] 이다",
    "connectionWays":
        "명사＋(だ)と言っても\nな형용사 어간＋(だ)と言っても\n동사 사전형＋と言っても\nい형용사 보통형＋と言っても",
    "examples": [
      {
        "answer": "と言っても",
        "word": "いくら美味しいと言っても, 見た目が良くなければ食べたくならない。",
        "mean": "아무리 맛있다고 해도 보기가 좋지 않으면 먹고 싶지 않아.",
      },
      {
        "answer": "とは言え",
        "word": "１０月とは言えまだまだ暑い。",
        "mean": "10월이라고는 하지만 아직 덥다.",
      },
      {
        "answer": "とは言え",
        "word": "結婚には年の差は関係ないとは言えども, 実際, 世代間のギャップはあるだろう。",
        "mean": "결혼에는 나이 차이는 상관없다지만 실제 세대 차이는 있을 것이다.",
      },
      {
        "answer": "とは言うものの",
        "word": "風邪は治った。とは言うものの, 咳で喉を痛めたせいでまだ声が出しづらい。",
        "mean": "감기는 나았다. 하지만 기침으로 목을 다친 탓에 아직 목소리를 내기 힘들다.",
      },
      {
        "answer": "とは言い条",
        "word": "厳密には違いがあるとは言い条, 素人目から見ると判断がつくものではない。",
        "mean": "엄밀히 말하면 차이가 있다고는 하지만 아마추어 눈으로 보면 판단이 서지 않는다.",
      },
      {
        "answer": "とは言っても",
        "word": "ゲームとは言っても頭を使うのは大事だ。",
        "mean": "게임이라고는 해도 머리를 쓰는 것은 중요하다.",
      },
      {
        "answer": "とは言っても",
        "word": "所詮夢だとは言っても, リアルすぎて汗までかいた。",
        "mean": "어차피 꿈이라고는 하지만 너무 리얼해서 땀까지 흘렸다.",
      },
    ],
  },
  {
    "id": 62,
    "grammar": "~(か)と思ったら",
    "means": "~라고 생각했더니, ~는가 싶더니",
    "description":
        "예상치 못한 일, 의외의 일이 발생했음을 나타낸다.\n\n화자의 놀라움이나 의외의 감정이 포함된다. 그렇기 때문에 자기 자신의 일에는 사용할 수 없다.\n\n반드시 타인이나 주변 상황에 대해 사용한다.\n\n접속사로 단독으로 사용할 수도 있다.\n\n[(一体)何事かと思ったら, 何が起きたのかと思ったら, 誰かと思ったら, 何かと思ったら] 등 의문사가 표함된 표현은 관용적으로 사용함.",
    "connectionWays": "동사 사전형\nい형용사 보통형\nな형용사 어간\n명사",
    "examples": [
      {
        "answer": "かと思えば",
        "word": "ここ最近暑くなったかと思えば気温が低くかったりの不安定な日が続いてます。",
        "mean": "최근 날씨가 더워지는가 하면 기온이 낮거나 하는 불안정한 날이 계속되고 있습니다.",
      },
      {
        "answer": "かと思いきや",
        "word": "雪が降った。かと思いきやすぐに止んだ。",
        "mean": "눈이 왔다. 싶더니 금방 그쳤다.",
      },
      {
        "answer": "かと思えば",
        "word": "寒さが緩んだかと思えば, また厳しくなってきた。",
        "mean": "추위가 풀리는가 하면 다시 매서워졌다.",
      },
      {
        "answer": "と思ったら",
        "word": "怒られると思ったら慰められた。",
        "mean": "혼날 줄 알았더니 위로를 받았다.",
      },
      {
        "answer": "と思ったら",
        "word": "今日こそ髪切りに行くかと思ったら, 雨でした。",
        "mean": "오늘이야말로 머리 자르러 가는 줄 알았는데 비가 왔어요.",
      },
      {
        "answer": "と思ったら",
        "word": "お昼ご飯なくて買いに行こうと思ったら店長からお弁当もらった。",
        "mean": "점심 없어서 사러 가려는데 점장님한테 도시락 받았어.",
      },
      {
        "answer": "と思ったら",
        "word": "いきなり家に警察きて何事かと思ったら隣人が事件で亡くなったらしい。",
        "mean": "갑자기 집에 경찰 와서 무슨 일인가 했더니 이웃이 사건으로 죽은 것 같아.",
      },
      {
        "answer": "と思ったら",
        "word": "何事かと思ったらこういうことだったのか。",
        "mean": "무슨 일인가 했더니 이런 건가.",
      },
      {
        "answer": "かと思えば",
        "word": "[ ４ ]は不吉な数字と捉えられがち。かと思えばクローバーのおかげで幸福の意味もある。",
        "mean": "4'는 불길한 숫자로 비춰지기 십상. 그런가 하면 클로버 덕분에 행복의 의미도 있다.",
      },
      {
        "answer": "かと思えば",
        "word": "意見が違う人もいるかと思えば, 全く同じ人もいる。人それぞれだ。",
        "mean": "의견이 다른 사람도 있는가 하면 똑같은 사람도 있다.사람마다 다르다.",
      },
    ],
  },
  {
    "id": 65,
    "grammar": "~としたら / とすると / とすれば",
    "means": "~라고 하면, ~라고 가정하면",
    "description": "가정 조건과 확정 조건의 용법이다\n\n[~とする, ~とします] 로도 사용함",
    "connectionWays": "동사 사전형 + の\nい형용사 보통형 + の\nな형용사 어간 + なの\n명사 + なの",
    "examples": [
      {
        "answer": "としたら",
        "word": "明日地球が滅びるとしたら何する？",
        "mean": "내일 지구가 망한다면 뭐 할 거야?",
      },
      {
        "answer": "としたら",
        "word": "旅行に行くとしたらどこに行きたい？",
        "mean": "여행을 간다면 어디로 가고 싶어?",
      },
      {
        "answer": "としたら",
        "word": "[ もしあなたがこれまでに泣いたことがないとしたら, あなたの目は美しいはずがないわ。 ]",
        "mean": "만약 당신이 지금까지 운 적이 없다면, 당신의 눈은 아름다울 수 없어요.",
      },
      {
        "answer": "とすると",
        "word": "悩みがないとすると, それはたぶん幸せなことなんだと思う。",
        "mean": "고민이 없다면 그건 아마 행복한 일일 거야.",
      },
      {
        "answer": "とします",
        "word": "どちらか一人しか救えないとします。あなたは親と恋人どちらを選ぶ？",
        "mean": "어느 한 명밖에 구할 수 없다고 칩시다.너는 부모와 연인 중 어느 쪽을 고를래?",
      },
      {
        "answer": "とすれば",
        "word": "顔面上の下って言われた。嘘じゃないとすれば素直に嬉しい。",
        "mean": "안면 위 아래라고 했어.거짓말이 아니라면 솔직하게 기뻐.",
      },
      {
        "answer": "としたら",
        "word": "こんなに練習してもできないとしたら, 才能がないと言わざるを得ない。",
        "mean": "이렇게 연습해도 안 된다면 재능이 없다고 해야 한다.",
      },
      {
        "answer": "としたら",
        "word": "このまま学費が払えないとしたら退学するしかない。",
        "mean": "이대로 학비를 낼 수 없다면 퇴학할 수밖에 없다.",
      },
    ],
  },
  {
    "id": 66,
    "grammar": "として",
    "means": "~로서",
    "description": "신분이나 입장, 자격, 종류를 나타낸다.\n\n[~といたしまして, ~といたしましても]　는 겸양어.",
    "connectionWays": "명사 직접 접속",
    "examples": [
      {
        "answer": "として",
        "word": "このミスコンでは女性としての容姿の美しさを競うのではなく, 内面の美しさが評価対象となっている。",
        "mean": "미스콘에서는 여성으로서의 외모의 아름다움을 겨루는 것이 아니라 내면의 아름다움이 평가 대상이다.",
      },
      {
        "answer": "として",
        "word": "プレゼントされたものを売り払うなんて人としてどうかしてる。",
        "mean": "선물받은 것을 팔아 버리다니 사람으로서 정신이 없다.",
      },
      {
        "answer": "として",
        "word": "彼は多趣味で, その１つとして釣りがある。",
        "mean": "그는 취미가 많고, 그 중 하나로 낚시가 있다.",
      },
      {
        "answer": "として",
        "word": "[ 抱く ]には, 男性が女性と夜の営みをすることを表す俗語としての意味がある。",
        "mean": "품다는 남자가 여자와 밤샘을 하는 것을 나타내는 속어로서의 의미가 있다.",
      },
      {
        "answer": "として",
        "word": "上の者に従う。それが組織としての在り方である。",
        "mean": "윗사람을 따른다. 그것이 조직으로서의 본연의 자세이다.",
      },
      {
        "answer": "として",
        "word": "Ａ監督は現役時代, 選手としても素晴らしい功績を残している。",
        "mean": "A 감독은 현역 시절 선수로서도 훌륭한 공적을 남겼다.",
      },
      {
        "answer": "として",
        "word": "このウイスキーは消毒液としても使用できます。",
        "mean": "이 위스키는 소독액으로도 사용할 수 있습니다.",
      },
      {
        "answer": "として",
        "word": "知識としてはあるが経験がない。",
        "mean": "지식으로는 있지만 경험이 없다.",
      },
      {
        "answer": "といたしまして",
        "word": "詳しい条件といたしましては以下になります。",
        "mean": "자세한 조건은 다음과 같습니다.",
      },
    ],
  },
  {
    "id": 67,
    "grammar": "としても",
    "means": "~라고 해도",
    "description":
        "전건의 조건 하에서는 후건이 성립되지 않음을 나타낸다.\n\n뒷건은 좋지 않은 내용이 언급되는 경우가 많다. 그렇기 때문에 후건에는 자주 부정형이 호응함.\n\n[としたって / としたところで / とて] 도 같은 의미이며 とて가 제일 딱딱한 표현\n\n동사에 접속할 때는 과거형, 혹은 [ようとした]의 형태가 되는 경우가 많다.",
    "connectionWays": "동사 사전형\nい형용사 보통형\nな형용사 어간 (だ / である)\n명사 (だ / である)",
    "examples": [
      {
        "answer": "としたって",
        "word": "進学しようとしたって学力がないとできない。",
        "mean": "진학하려고 해도 학력이 없으면 할 수 없다.",
      },
      {
        "answer": "としても",
        "word": "行動しないと何も変わらないが, 行動したとしても目標がなければ何も意味を成さない。",
        "mean": "행동하지 않으면 아무것도 변하지 않지만, 행동한다고 해도 목표가 없으면 아무것도 의미를 이루지 못한다.",
      },
      {
        "answer": "としたって",
        "word": "辛いことは忘れようとしたって忘れられない。",
        "mean": "힘든 일은 잊으려고 해도 잊을 수 없어.",
      },
      {
        "answer": "としても",
        "word": "母は良いとしても, 父は許してくれないはずだ。",
        "mean": "어머니는 좋다고 해도 아버지는 용서해 주지 않을 것이다.",
      },
      {
        "answer": "としても",
        "word": "全てが真実だとしても, この目で確かめない限りは信じられない。",
        "mean": "모든 것이 진실이라고 해도 이 눈으로 확인하지 않는 한 믿을 수 없다.",
      },
      {
        "answer": "とて",
        "word": "誤魔化そうとて無駄だ。",
        "mean": "속임수를 쓴다고 소용없다.",
      },
      {
        "answer": "としたところで",
        "word": "整形しようとしたところで中身まで変わるわけではない。",
        "mean": "성형한다고 내용물까지 바뀌는 것은 아니다.",
      },
      {
        "answer": "としたって",
        "word": "過去は消そうとしたって消せない。",
        "mean": "과거는 지우려고 해도 지울 수 없어.",
      },
    ],
  },
  {
    "id": 68,
    "grammar": "~とは (정의)",
    "means": "~라는 것이다",
    "description": "명사에 접속해서 그것이 어떤 것인지 설명함.\n\n회화체는 というのは, というものは 이다",
    "connectionWays": "명사 직접 접속",
    "examples": [
      {
        "answer": "とは",
        "word": "独身者とは, 妻を見つけないことに成功した男である。",
        "mean": "독신자는 아내를 찾지 못하는 데 성공한 남자이다.",
      },
      {
        "answer": "とは",
        "word": "奇数とは, ２で割り切れない整数のこと。",
        "mean": "홀수는 2로 나눌 수 없는 정수를 말한다.",
      },
      {
        "answer": "とは",
        "word": "自由とは勝ち取るものであって, 与えられるものではない。",
        "mean": "자유는 얻는 것이지 주어지는 것이 아니다.",
      },
      {
        "answer": "とは",
        "word": "幸せとは何でしょうか。",
        "mean": "행복이란 무엇일까요?",
      },
      {
        "answer": "とは",
        "word": "決断とは, 一種の賭けである。",
        "mean": "결단은 일종의 도박이다.",
      },
      {
        "answer": "とは",
        "word": "酒池肉林とは, 非常に贅沢な酒宴のこと。",
        "mean": "주지육림이란 매우 사치스러운 주연을 말한다.",
      },
      {
        "answer": "とは",
        "word": "人間の欲望とは際限のないものだ。",
        "mean": "인간의 욕망이란 끝없는 것이다.",
      },
      {
        "answer": "とは",
        "word": "才能とは, 自分を信じることだ。",
        "mean": "재능은 자신을 믿는 것이다.",
      },
    ],
  },
  {
    "id": 69,
    "grammar": "とは (인용)",
    "means": "~라는 것이다",
    "description":
        "상대방이나 다른 사람의 발언, 정보를 인용한다.\n\n후건에서는 그 내용에 대한 어떠한 판단이나 평가한다.\n\n놀라움이나 분노, 의문 등의 감정이 포함되는 경우가 많다.\n\n회화체는 というのは, というものは 이다",
    "connectionWays": "동사보통형\nい형용사 보통형\nな형용사 보통형\n명사",
    "examples": [
      {
        "answer": "とは",
        "word": "[ ごめんなさい ]とは, 何に対しての[ ごめんなさい ]だ？",
        "mean": "미안해요'는 무엇에 대한 '미안해요'다?",
      },
      {
        "answer": "とは",
        "word": "中止になったとは, いったいどういうことですか？",
        "mean": "취소됐다니 대체 무슨 말씀이시죠?",
      },
      {
        "answer": "とは",
        "word":
            "[ この車から血痕は見つかりませんでした, 見つからないということは, つまり犯行に使われたのはこの車ではないということだ ]",
        "mean":
            '이 차에서 혈흔은 발견되지 않았습니다. "찾을 수 없다는 것은, 즉 범행에 사용된 것은 이 차가 아니라는 것입니다."',
      },
      {
        "answer": "とは",
        "word": "突然休職するとは, 彼に何かあったんだろうか。",
        "mean": "갑자기 휴직하다니 그에게 무슨 일이 있었던 걸까?",
      },
      {
        "answer": "とは",
        "word": "１１時に寝るとは, 少し早すぎませんか？",
        "mean": "11시에 잠을 잔다니 조금 너무 이른 것 같지 않아요?",
      },
      {
        "answer": "とは",
        "word": "３日も大きいほうが出ていないとは, 薬でも飲んだ方がいいんじゃないですか。",
        "mean": "3일이나 큰 쪽이 나오지 않았다니 약이라도 먹는 것이 좋지 않습니까.",
      },
      {
        "answer": "とは",
        "word": "台風が来ているとは, 今初めて聞きました。",
        "mean": "태풍이 오고 있다는 것은 지금 처음 들었습니다.",
      },
      {
        "answer": "とは",
        "word": "新しい彼氏ができたとは, もう少し詳しく聞かせて。",
        "mean": "새 남자친구가 생겼다니 좀 더 자세히 들려줘.",
      },
    ],
  },
  {
    "id": 70,
    "grammar": "とは",
    "means": "~다니, ~라니",
    "description":
        "화자의 놀라운 감정을 나타낸다.\n\n뒷건에는 놀라움에서 이어지는 어떤 감정이 서술되지만 생략 가능.\n\n이 용법일 때는 [~なんて, ~な] 등 으로 바꿔 쓸 수 있다.",
    "connectionWays": "동사보통형\nい형용사 보통형\nな형용사 보통형\n명사",
    "examples": [
      {
        "answer": "とは",
        "word": "あの若さ, ５０歳を超えているとは信じられない。",
        "mean": "저 젊음, 50세가 넘었다는 것은 믿을 수 없다.",
      },
      {
        "answer": "とは",
        "word": "こんな短期間で結果が出るとは。",
        "mean": "이렇게 단기간에 결과가 나올 줄이야.",
      },
      {
        "answer": "とは",
        "word": "年上にタメ口とは, 失礼だと思わないか？",
        "mean": "연상에게 반말이라니 실례라고 생각하지 않아?",
      },
      {
        "answer": "とは",
        "word": "まさか落とした財布が戻ってくるとは。",
        "mean": "설마 잃어버린 지갑이 돌아올 줄이야.",
      },
      {
        "answer": "とは",
        "word": "あんな天気で海で遊ぶとは…",
        "mean": "저런 날씨에 바다에서 놀다니..",
      },
      {
        "answer": "とは",
        "word": "彼がこんなにも優しいとは。",
        "mean": "그가 이렇게 착할 줄이야.",
      },
      {
        "answer": "とは",
        "word": "痴漢されても物怖じしないとは, 恐ろしい人だ。",
        "mean": "치한을 당해도 겁내지 않다니 무서운 사람이다.",
      },
      {
        "answer": "とは",
        "word": "そこに気がつくとは, 君才能あるね。",
        "mean": "그걸 깨닫다니, 자네 재능 있네.",
      },
    ],
  },
  {
    "id": 72,
    "grammar": "~ずに済む",
    "means": "~하지 않고 끝나다, ~하지 않아도 된다",
    "description":
        "그렇게 하지 않아도 문제가 해결될 수 있음을 나타낸다.\n\n보통은 나쁜 사태를 회피하는 데 사용한다.\n\n회화체로 [ないで済む, なくて済む]를 자주 사용한다.",
    "connectionWays": "동사 ない형",
    "examples": [
      {
        "answer": "うつらずに済んだ。",
        "word": "インフルは息子だけで, 家族にうつらずに済んだ。",
        "mean": "독감은 아들 하나만으로 가족에게 전염되지 않고 끝났다.",
      },
      {
        "answer": "ずに済んだ。",
        "word": "周りにバレずに済んだ。",
        "mean": "주변에 들키지 않고 끝났다.",
      },
      {
        "answer": "忘れずに済む。",
        "word": "メモしておけば忘れずに済む。",
        "mean": "메모해 두면 잊지 않아도 된다.",
      },
      {
        "answer": "ずに済んだ",
        "word": "ちゃんと説明したら怒られずに済んだのではないか。",
        "mean": "제대로 설명했으면 혼나지 않고 끝난 것 아닌가.",
      },
      {
        "answer": "なくて済む",
        "word": "amazonさえあれば外出なくて済む。",
        "mean": "amazon만 있으면 외출하지 않아도 된다.",
      },
      {
        "answer": "なくて済んでよかった",
        "word": "階段から落ちたけど怪我しなくて済んでよかった。",
        "mean": "계단에서 떨어졌는데 다치지 않아서 다행이야.",
      },
      {
        "answer": "なくて済んだ",
        "word": "予約してたおかげで待ち時間が全くなくて済んだ。",
        "mean": "예약한 덕분에 대기시간이 전혀 없어서 끝났어.",
      },
      {
        "answer": "なくて済んだ",
        "word": "一時はどうなることかと思ったが何事もなくて済んだ。",
        "mean": "한때는 어떻게 되는 줄 알았는데 아무 일 없이 끝났다.",
      },
    ],
  },
  {
    "id": 73,
    "grammar": "~ながら / ながらも",
    "means": "~면서도, ~이지만",
    "description":
        "상반된 동작이나 성질이 동시에 존재함을 말하는 역접의 문법입니다.\n\nしかしながら(그렇지만), 残念ながら(유감스럽게도 ), 嫌々ながら(마지못해 ), 遅ればせながら / 今更ながら(늦었지만)\n는 이 문형을 이용한 관용표현.",
    "connectionWays": "동사ます형\nい형용사 기본형\nな형용사 어간\n명사",
    "examples": [
      {
        "answer": "ながら",
        "word": "日帰りながら, 仙台を満喫できた。",
        "mean": "당일치기로 센다이를 만끽할 수 있었다.",
      },
      {
        "answer": "ながら",
        "word": "陰ながら応援してます。",
        "mean": "뒤에서나마 응원할게요.",
      },
      {
        "answer": "ながら",
        "word": "残念ながら, 現実は残酷だ。",
        "mean": "안타깝게도 현실은 참혹하다.",
      },
      {
        "answer": "ながら",
        "word": "遅ればせながら, 誕生日おめでとう。",
        "mean": "늦었지만 생일 축하해.",
      },
      {
        "answer": "ながら",
        "word": "疲れるは疲れるけど, しかしながら体を動かすのは本当に楽しい。",
        "mean": "피곤함은 피곤하지만 그래도 몸을 움직이는 것은 정말 즐거워.",
      },
      {
        "answer": "ながらも",
        "word": "あそこは小さいながらも結構良い動物園だと聞いてる。",
        "mean": "거긴 작지만 꽤 좋은 동물원이라고 들었어.",
      },
      {
        "answer": "ながらも",
        "word": "眠いながらもかろうじて起きてます。",
        "mean": "졸리면서도 간신히 깨어있어요.",
      },
      {
        "answer": "ながら",
        "word": "この曲を昔聞いたとき, 子供ながらに感動したのを覚えてます。",
        "mean": "이 곡을 옛날에 들었을 때 어린 시절에 감동했던 기억이 납니다.",
      },
      {
        "answer": "ながら",
        "word": "知っていながら犯す罪には, 知らずに犯す罪よりも重い代償を支払わなければなりません。",
        "mean": "알면서도 저지르는 죄에는 모르고 짓는 죄보다 더 무거운 대가를 치러야 합니다.",
      },
      {
        "answer": "ながらも",
        "word": "小さな子供が危ないながらも一生懸命重いドアを開けようとしていた。",
        "mean": "어린 아이가 위험하면서도 열심히 무거운 문을 열려고 하고 있었다.",
      },
    ],
  },
  {
    "id": 74,
    "grammar": "~など / なんか / なんて",
    "means": "1. 따위 , 라는\n2. 라고는\n3. 하다니",
    "description":
        "1. 열거\n 어떤 유사한 사물 중에서 가장 대표적인 것을 꼽는 표현.꼽힌 것 이외의 존재도 암시함.\n\n2. 경멸·경시·겸손\n 타인이나 대상에 대한 경멸을 나타낸다. 자신에 대해 사용하면 겸손의 의미가 된다.\n 이 용법일 때는 아래와 같은 문형을 취한다.\n\n명사 ＋など / なんか / なんて (+조사)\n명사(+조사)+ ＋など / なんか / なんて\n명사+なんて+명사\n\n3.놀라움·의외\n　화자의 놀라운 감정을 나타낸다.\n　[だなんて], [동사 ます형＋など / なんて] 등이 자주 나타남.\n 이 의미일 때는 등, [など, なんて] 가 쓰이고 [ なんか ] 는 적절하지 않음\n　또 이 뜻일 때는 [~とは] 로 바꿔 쓸 수 있다.\n\n等(など) ]의 회화체가 [ なんか, なんて ]이다",
    "connectionWays":
        "동사 사전형＋など / なんて\nイ형용사 보통형＋など / なんて\nナ형용사 보통형＋など / なんて\n명사 ＋など / なんて",
    "examples": [
      {
        "answer": "など",
        "word": "ギターやベースなどの楽器収集が趣味です。",
        "mean": "기타나 베이스 등 악기 수집이 취미입니다.",
      },
      {
        "answer": "など",
        "word": "大雨になる所もありますので, 土砂災害などに気をつけてください。",
        "mean": "폭우가 내리는 곳도 있기 때문에 토사 재해 등에 주의하시기 바랍니다.",
      },
      {
        "answer": "なんかの",
        "word": "飲み会やカラオケなんかの大人数が参加するような集まりは好きじゃない。",
        "mean": "회식이나 노래방 같은 사람들이 많이 참석하는 모임은 좋아하지 않는다.",
      },
      {
        "answer": "なんか",
        "word": "週末には掃除なんかするつもりだ。",
        "mean": "주말에는 청소 같은 것을 할 생각이다.",
      },
      {
        "answer": "なんて",
        "word": "[ 好きだよ ]なんて言われて抱きしめられたい。",
        "mean": "좋아해'라는 말을 듣고 안아주고 싶다.",
      },
      {
        "answer": "など",
        "word": "風邪など引かぬようにお身体大切になさってください。",
        "mean": "감기 걸리지 않게 몸조심하세요.",
      },
      {
        "answer": "なんか",
        "word": "うちの会社は年末なんかは特に忙しくなる。",
        "mean": "우리 회사는 연말 같은 건 특히 바빠져.",
      },
      {
        "answer": "など",
        "word": "１６日７時２０分頃, 愛知県などで最大震度３を観測する地震がありました。",
        "mean": "16일 7시 20분경 아이치현 등에서 최대 진도 3을 관측하는 지진이 있었습니다.",
      },
      {
        "answer": "なんか",
        "word": "あいつなんかに負けてたまるか。",
        "mean": "저 녀석 따위한테 져버릴까?",
      },
      {
        "answer": "なんか",
        "word": "難しすぎて, 私なんかにできません。",
        "mean": "너무 어려워서 제가 할 수가 없어요.",
      },
      {
        "answer": "なんて",
        "word": "運命なんて自分の力で変えていけばいいだろう。",
        "mean": "운명따윈 내 힘으로 바꾸어 가면 좋을 것이다.",
      },
      {
        "answer": "なんか",
        "word": "お前癌なんかに負けるなよ。",
        "mean": "너 암 따위한테 지지 마.",
      },
      {
        "answer": "など",
        "word": "私は差別などしていませんよ。",
        "mean": "저는 차별 같은 건 안 해요.",
      },
      {
        "answer": "なんか",
        "word": "お前とはもう約束なんかしない。どうせ守らないだろ。",
        "mean": "너랑은 이제 약속 같은 건 안 해.어차피 안 지키잖아.",
      },
      {
        "answer": "なんて",
        "word": "田中なんて人, 俺は知らない。",
        "mean": "다나카(田中) 같은 사람, 나는 몰라.",
      },
      {
        "answer": "なんて",
        "word": "自分より辛い思いをしている人なんて世の中にたくさんいる。",
        "mean": "자신보다 힘든 사람은 세상에 많이 있다.",
      },
      {
        "answer": "など",
        "word": "止まない雨などない。",
        "mean": "그치지 않는 비는 없다.",
      },
      {
        "answer": "なんて",
        "word": "彼が合格したなんて信じられない。",
        "mean": "그가 합격했다니 믿을 수 없다.",
      },
      {
        "answer": "なんて",
        "word": "こんなことになるなんて予想外です。",
        "mean": "이렇게 되다니 예상 밖이에요.",
      },
      {
        "answer": "など",
        "word": "まさか彼が合格するなど, 誰が予想できただろうか。",
        "mean": "설마 그가 합격하리라고 누가 예상할 수 있었을까?",
      },
      {
        "answer": "なんて",
        "word": "可愛いだなんて言ってくれて, 嬉しいです。",
        "mean": "귀엽다고 해줘서 기뻐요.",
      },
      {
        "answer": "なんて",
        "word": "２０代という若さで脳出血だなんて, 無事に回復することを祈っています。",
        "mean": "20대라는 젊은 나이에 뇌출혈이라니, 무사히 회복되기를 기원하고 있습니다.",
      },
    ],
  },
  {
    "id": 75,
    "grammar": "~において / においても / における",
    "means": "~에서",
    "description":
        "장소나 시간대·시대, 범위(방면, 영역)를 나타낸다.\n\n장소나 시간대, 시대를 나타내는 경우는 [で, での＋명사 ]] 대체 가능\n\n[~においては ]과 강조의 [は]가 후속되는 경우도 있다.\n[何においても, 何事においても] 등 관용표현\n\n문어체이다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "における",
        "word": "災害現場における初期対応の迅速さは人命に直結する。",
        "mean": "재해 현장에서의 초기 대응의 신속성은 인명과 직결된다.",
      },
      {
        "answer": "における",
        "word": "１月１日より, 規制エリア内の公共の場における飲酒・喫煙を条例で禁止します。",
        "mean": "1월 1일부터 규제구역 내 공공장소에서의 음주·흡연을 조례로 금지합니다.",
      },
      {
        "answer": "において",
        "word": "実戦において重要なのは, 技術面よりも精神面だ。",
        "mean": "실전에서 중요한 것은 기술면보다 정신면이다.",
      },
      {
        "answer": "において",
        "word": "社長になりたいという夢を抱いたことがある人が多いだろうが, 現代において実際に起業する人は少ない。",
        "mean": "사장이 되겠다는 꿈을 품어본 사람이 많겠지만 현대에 실제로 창업하는 사람은 드물다.",
      },
      {
        "answer": "において",
        "word": "この本には人生において役に立つことが多く書かれている。",
        "mean": "이 책에는 인생에 도움이 되는 것들이 많이 쓰여 있다.",
      },
      {
        "answer": "において",
        "word": "普段はそうでもないのに, 妻は料理においては細かいところを気にするタイプだ。",
        "mean": "평소에는 그렇지도 않은데 아내는 요리에 있어서는 세세한 부분을 신경 쓰는 타입이다.",
      },
      {
        "answer": "において",
        "word": "１４日午後３時５分ごろ, 駅構内において, 盗撮事案が発生しました。",
        "mean": "14일 오후 3시 5분쯤 역 구내에서 몰래카메라 사안이 발생했습니다.",
      },
      {
        "answer": "において",
        "word": "少子高齢化の日本においては, まず出生率を高める政策が求められている。",
        "mean": "저출산 고령화의 일본에서는 우선 출산율을 높이는 정책이 요구되고 있다.",
      },
      {
        "answer": "において",
        "word": "彼女は基本的に恋愛においてピュア過ぎる。",
        "mean": "그녀는 기본적으로 연애에 있어서 너무 순수하다.",
      },
      {
        "answer": "において",
        "word": "人生において情熱ほど大切なものはない。",
        "mean": "인생에서 열정만큼 소중한 것은 없다.",
      },
      {
        "answer": "において",
        "word": "人生の節目においては, いつでも決断というものを迫られる。",
        "mean": "인생의 고비에서는, 언제든지 결단이라는 것을 강요받는다.",
      },
      {
        "answer": "において",
        "word": "大学生は社会において最も自由な存在だろう。",
        "mean": "대학생은 사회에서 가장 자유로운 존재일 것이다.",
      },
      {
        "answer": "における",
        "word": "社会における善悪とは, 結局世論の感情です。",
        "mean": "사회에서 선악이란 결국 여론의 감정입니다.",
      },
      {
        "answer": "における",
        "word": "人生における大きな喜びは, 君にはできないと世間がいうことをやることである。",
        "mean": "인생의 큰 기쁨은 세상이 할 수 없다고 말하는 것이다.",
      },
      {
        "answer": "における",
        "word": "就職活動における[ 志望動機 ]は働いている社会人にとっても明確に答えることに悩む難問だ。",
        "mean": "취업준비에서 지원동기는 일하는 사회인에게도 명확한 답변을 고민하는 어려운 문제다.",
      },
      {
        "answer": "における",
        "word": "私の人生における成功のすべては, どんな場合でも必ず15分前に到着したおかげである。",
        "mean": "내 인생의 모든 성공은 어떤 경우에도 반드시 15분 전에 도착한 덕분이다.",
      },
      {
        "answer": "においても",
        "word": "彼は攻撃においても, 守備においても, 素晴らしいプレーを見せてくれた。",
        "mean": "그는 공격에서도, 수비에서도 훌륭한 플레이를 보여주었다.",
      },
      {
        "answer": "においても",
        "word": "何事においても習得するには長い年月と努力が必要だ。",
        "mean": "매사에 습득하려면 오랜 세월과 노력이 필요하다.",
      },
      {
        "answer": "においても",
        "word": "若いうちに作った差は, 老後においても縮まらない。",
        "mean": "젊었을 때 만든 차이는 노후에도 좁혀지지 않는다.",
      },
      {
        "answer": "においても",
        "word": "どんな場面においても相手と話すときは必ず目やその周辺を見て話すこと。",
        "mean": "어떤 장면에서도 상대방과 이야기할 때는 반드시 눈이나 그 주변을 보고 이야기하라.",
      },
    ],
  },
  {
    "id": 76,
    "grammar": "に応じて",
    "means": "~따라서, ~에 맞게",
    "description": "Aに応じてB 형태로 사용하며, A의 결과에 따라 B가 변한다는 뜻.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "に応じて",
        "word": "買い物金額に応じてポイントが溜まり, 次回以降１ポイント１円として使用できます。",
        "mean": "쇼핑 금액에 따라 포인트가 적립되며, 다음 번 이후 1포인트 1엔으로 사용할 수 있습니다.",
      },
      {
        "answer": "に応じ",
        "word": "お客様のご要望に応じ, 最適な改善案をご提案いたします。",
        "mean": "고객님의 요청에 따라 최적의 개선안을 제안합니다.",
      },
      {
        "answer": "に応じ",
        "word": "台風の影響により明日お昼頃からまとまった降雨が予想されます。不要不急の外出を控え, 状況に応じた避難行動を行ってください。",
        "mean":
            "태풍의 영향으로 내일 점심 무렵부터 일정한 강우가 예상됩니다.불요불급한 외출을 자제하고 상황에 따른 대피 행동을 해주시기 바랍니다.",
      },
      {
        "answer": "に応じ",
        "word": "お客様のニーズに応じ柔軟にご対応させていただきます。",
        "mean": "고객의 요구에 따라 유연하게 대응해 드리겠습니다.",
      },
      {
        "answer": "に応じて",
        "word": "相手に応じて接し方を変える。",
        "mean": "상대방에 따라 대하는 방식을 바꾸다.",
      },
      {
        "answer": "に応じ",
        "word": "どうぞお越しください。季節に応じた美しい景色を見ることができます。",
        "mean": "어서 오세요.계절에 따른 아름다운 경치를 볼 수 있습니다.",
      },
      {
        "answer": "に応じて",
        "word": "組織の中では指示されたことだけやるのではなく, 状況に応じて適切な行動をとるようにすべきだ。",
        "mean": "조직 안에서는 지시받은 것만 할 것이 아니라 상황에 따라 적절한 행동을 취하도록 해야 한다.",
      },
      {
        "answer": "に応じて",
        "word": "激しい運動は逆に怪我を招くことにも繋がりますので, 年齢や体力, 健康状態等に応じて無理のない運動から始めるといいです。",
        "mean":
            "격렬한 운동은 반대로 부상을 초래할 수도 있으므로 나이와 체력, 건강 상태 등에 따라 무리가 없는 운동부터 시작하면 좋습니다.",
      },
      {
        "answer": "に応じ",
        "word": "Ａ氏は取材に応じ, 当時の事故の真相について語った。",
        "mean": "A씨는 취재에 응해 당시 사고의 진상에 대해 말했다.",
      },
      {
        "answer": "に応じ",
        "word": "彼は我々の説得に応じるつもりはないようだ。",
        "mean": "그는 우리의 설득에 응할 생각이 없는 것 같다.",
      },
    ],
  },
  {
    "id": 78,
    "grammar": "にもかかわらず",
    "means": "~인데도 불구하고 ",
    "description": "후건에는 이미 발생한 예상 밖의 사태가 서술.\n\n접속사로 단독으로 사용할 수 있다.",
    "connectionWays":
        "명사＋(である)にもかかわらず\nな형용사 어간＋(である)にもかかわらず\nい형용사 보통형＋にもかかわらず\n동사 사전형＋にもかかわらず",
    "examples": [
      {
        "answer": "にもかかわらず",
        "word": "彼は勤務時間にもかかわらず漫画を読んでいる。",
        "mean": "그는 근무시간임에도 불구하고 만화를 읽고 있다.",
      },
      {
        "answer": "にもかかわらず",
        "word": "このキャラクターは作品中にあまり登場しないのにもかかわらず, ファンから人気がある。",
        "mean": "이 캐릭터는 작품 속에 자주 등장하지 않음에도 불구하고 팬들에게 인기가 있다.",
      },
      {
        "answer": "にもかかわらず",
        "word": "業務に大きな支障が出ている。にもかかわらず, 社内では問題にもなっていない。",
        "mean": "업무에 큰 지장이 나타나고 있다.그럼에도 사내에서는 문제가 되지 않고 있다.",
      },
      {
        "answer": "にもかかわらず",
        "word": "雨にもかかわらず来ていただいた皆さんに感謝申し上げます。",
        "mean": "비에도 불구하고 와주신 여러분께 감사드립니다.",
      },
      {
        "answer": "にもかかわらず",
        "word": "政府が数か月前からマスク増産を要請している。それにもかかわらず品薄は一向に解消されていない。",
        "mean": "정부가 수개월 전부터 마스크 증산을 요청하고 있다.그럼에도 불구하고 품귀 현상은 전혀 해소되지 않고 있다.",
      },
      {
        "answer": "にもかかわらず",
        "word": "ダイエット中にもかかわらずケーキを食べてしまった。",
        "mean": "다이어트 중임에도 불구하고 케이크를 먹어버렸다.",
      },
      {
        "answer": "にもかかわらず",
        "word": "この辺りは近年住民が増えている地域にもかかわらず, スーパーが少ない。",
        "mean": "이 근처는 최근 주민이 늘고 있는 지역임에도 불구하고 슈퍼마켓이 적다.",
      },
      {
        "answer": "にもかかわらず",
        "word": "挨拶したにもかかわらず無視された。",
        "mean": "인사했는데도 무시당했다.",
      },
    ],
  },
  {
    "id": 94,
    "grammar": "を問わず",
    "means": "~을 불문하고",
    "description":
        "전건의 결과나 상태에 좌우되지 않음을 나타낸다.\n[~にかかわらず] 같은 뜻.\n\n학력 국적 성적 사유 합격 여부 성패 등 여러 측면이 있는 단어와 연결된다",
    "connectionWays": "명사 접속 방법 따름",
    "examples": [
      {
        "answer": "を問わず",
        "word": "この国は昼夜を問わず, いつも多くの人で賑わっている。",
        "mean": "이 나라는 밤낮으로 항상 많은 사람들로 붐빈다.",
      },
      {
        "answer": "を問わず",
        "word": "このお店は昼夜を問わず, 開いています。",
        "mean": "이 가게는 밤낮으로 문을 엽니다.",
      },
      {
        "answer": "を問わず",
        "word": "明日のパーティーは年齢を問わず, どなたでもご参加いただけます。",
        "mean": "내일 파티는 나이 상관없이 누구나 참석하실 수 있습니다.",
      },
      {
        "answer": "を問わず",
        "word": "当社では仕事の経験を問わず, やる気のある方ならどなたでもご応募いただけます。",
        "mean": "당사에서는 업무 경험을 불문하고 의욕이 있는 분이라면 누구나 응모하실 수 있습니다.",
      },
      {
        "answer": "を問わず",
        "word": "バドミントンは年齢を問わず, 楽しめるスポーツだ。",
        "mean": "배드민턴은 나이를 불문하고 즐길 수 있는 스포츠다.",
      },
      {
        "answer": "を問わず",
        "word": "この店では, 購入金額を問わず, 送料が無料だそうだ。",
        "mean": "이 가게에서는 구입 금액을 불문하고 무료 배송이라고 한다.",
      },
      {
        "answer": "を問わず",
        "word": "音楽はジャンルを問わず, なんでも聴きますよ。",
        "mean": "음악은 장르를 불문하고 다 들어요.",
      },
      {
        "answer": "を問わず",
        "word": "ドラゴンボールは世代を問わず, 人気がある。",
        "mean": "드래곤볼은 세대를 막론하고 인기가 있다.",
      },
      {
        "answer": "を問わず",
        "word": "明日のスポーツ大会は天候を問わず, 行います。雨が降った場合は体育館でやります。",
        "mean": "내일 스포츠 대회는 날씨를 불문하고 진행합니다.비가 올 경우 체육관에서 합니다.",
      },
      {
        "answer": "を問わず",
        "word": "[ Dead or Alive ]は[ 生死を問わず ]という意味だ。",
        "mean": "Dead or Alive는 생사를 불문하고라는 뜻이다.",
      },
      {
        "answer": "問わず",
        "word": "こちらのイベントには男女問わず, 参加いただけます。",
        "mean": "이 행사에는 남녀 불문하고 참여하실 수 있습니다.",
      },
      {
        "answer": "を問わず",
        "word": "インターネットが発達したことで, 場所を問わずどこでも仕事ができるようになった。",
        "mean": "인터넷이 발달하면서 장소를 불문하고 어디서나 일할 수 있게 됐다.",
      },
      {
        "answer": "を問わず",
        "word": "このオンラインショップは購入数や購入金額を問わず, 送料無料です。",
        "mean": "이 온라인 상점은 구입 수와 구입 금액을 불문하고 무료 배송입니다.",
      },
    ],
  },
  {
    "id": 95,
    "grammar": "をはじめ",
    "means": "~을 비롯하여",
    "description": "대표적으로 하나를 예로 들고, 그 외 다른 것도 모두",
    "connectionWays": "명사 직접 접속",
    "examples": [
      {
        "answer": "をはじめ",
        "word": "田中さんはピアノをはじめ, ギター, ドラム, バイオリンなど多くの楽器を演奏できる。",
        "mean": "다나카씨는 피아노를 비롯해 기타, 드럼, 바이올린 등 많은 악기를 연주할 수 있다.",
      },
      {
        "answer": "をはじめ",
        "word": "今年はマレーシアをはじめ, 東南アジアの各国を旅行したいと思っている。",
        "mean": "올해는 말레이시아를 비롯해 동남아 각국을 여행하고 싶다.",
      },
      {
        "answer": "をはじめ",
        "word": "ハンバーガーはアメリカをはじめ, 世界中で食べられるようになった。",
        "mean": "햄버거는 미국을 비롯해 전 세계에서 먹을 수 있게 됐다.",
      },
      {
        "answer": "をはじめ",
        "word": "日本には英語をはじめ, フランス語, ドイツ語などから来た外来語がたくさんある。",
        "mean": "일본에는 영어를 비롯해 프랑스어, 독일어 등에서 온 외래어가 많이 있다.",
      },
      {
        "answer": "をはじめ",
        "word": "カップヌードルはアジアをはじめ, 世界中で売られるようになった。",
        "mean": "컵누들은 아시아를 비롯해 전 세계에서 팔리게 됐다.",
      },
      {
        "answer": "をはじめ",
        "word": "昨年は黒田先生をはじめ, たくさんの先生方にお世話になりました。",
        "mean": "작년에는 구로다 선생님을 비롯한 많은 선생님들께 신세를 졌습니다.",
      },
      {
        "answer": "をはじめ",
        "word": "日本のスポーツとしては, 相撲をはじめ, 柔道, 剣道, 弓道などが挙げられる。",
        "mean": "일본 스포츠로는 스모를 비롯해 유도, 검도, 궁도 등을 들 수 있다.",
      },
      {
        "answer": "をはじめ",
        "word": "日本の伝統芸能としては, 歌舞伎をはじめ, 生け花, 能などが挙げられる。",
        "mean": "일본 전통 예능으로는 가부키를 비롯해 꽃꽂이, 노 등을 들 수 있다.",
      },
    ],
  },
  {
    "id": 96,
    "grammar": "をめぐって",
    "means": "~을 둘러싸고",
    "description": "물리적으로 둘러 싸는게 아니라, ‘논쟁・문제점・쟁점 등 추상적인 것을 둘러싸다’ 라는 표현",
    "connectionWays": "명사 직접 접속",
    "examples": [
      {
        "answer": "をめぐって",
        "word": "残り１つしかないアイスクリームをめぐって, 息子たちが喧嘩している。",
        "mean": "하나밖에 남지 않은 아이스크림을 놓고 아들들이 싸우고 있다.",
      },
      {
        "answer": "をめぐって",
        "word": "このドラマは１人の女性をめぐって, ４人の男性が争うストーリーです。",
        "mean": "이 드라마는 한 여자를 두고 네 남자가 싸우는 스토리입니다.",
      },
      {
        "answer": "をめぐり",
        "word": "高層マンションの建設をめぐり, 近隣住民と建設会社が対立している。",
        "mean": "고층 아파트 건설을 둘러싸고 인근 주민과 건설사가 갈등을 빚고 있다.",
      },
      {
        "answer": "をめぐって",
        "word": "原発の賛否をめぐって, 様々な意見が飛び交っている。",
        "mean": "원전 찬반을 놓고 다양한 의견이 난무하고 있다.",
      },
      {
        "answer": "をめぐって",
        "word": "父の遺産をめぐって, 兄弟が争っている。",
        "mean": "아버지의 유산을 둘러싸고 형제가 싸우고 있다.",
      },
      {
        "answer": "をめぐって",
        "word": "子供の親権をめぐって, 裁判が行われた。",
        "mean": "자녀의 친권을 둘러싸고 재판이 진행됐다.",
      },
    ],
  },
  {
    "id": 99,
    "grammar": "てもやむを得ない",
    "means": "~해도 어쩔 수 없다",
    "description": "그렇게 되버린 것은 필연적이여서 어쩔 수가 없는 것을 표현.",
    "connectionWays": "て형 접속",
    "examples": [
      {
        "answer": "やむを得ない",
        "word":
            "転職回数が多いと, 企業の採用担当から[ この人, せっかく採用してもすぐ辞めてしまうんじゃないか？ ]と疑念を持たれてもやむを得ない。",
        "mean":
            '이직 횟수가 많으면 기업 채용 담당자로부터 "이 사람, 모처럼 채용해도 금방 그만두지 않을까?"라는 의심을 받아도 어쩔 수 없다.',
      },
      {
        "answer": "やむを得ない",
        "word": "政治家は批判されてもやむを得ない職業だ。",
        "mean": "정치인은 비판을 받아도 어쩔 수 없는 직업이다.",
      },
      {
        "answer": "やむを得ない",
        "word": "通り魔は死刑になってもやむを得ない。",
        "mean": "통과마는 사형을 당해도 어쩔 수 없다.",
      },
      {
        "answer": "やむを得ない",
        "word": "近くに幼稚園や小中学校があるなら, 昼間の多少うるさくてもやむを得ないと考えるべきだ。",
        "mean": "인근에 유치원이나 초중학교가 있다면 낮에 다소 시끄러워도 어쩔 수 없다고 봐야 한다.",
      },
      {
        "answer": "やむを得ない",
        "word": "宣伝が足りていないので, 新商品の知名度が低いのもやむを得ない。",
        "mean": "홍보가 부족하다 보니 신상품의 지명도가 낮은 것도 어쩔 수 없다.",
      },
      {
        "answer": "やむを得ない",
        "word": "震災により事業の継続が困難または不可能となった場合, 労働者の解雇はやむを得ない。",
        "mean": "지진 재해로 인해 사업의 계속이 곤란하거나 불가능하게 된 경우 근로자의 해고는 어쩔 수 없다.",
      },
      {
        "answer": "やむを得ない",
        "word": "児童生徒数の減少を鑑みると, Ａ地区の学校統合はやむを得ない。",
        "mean": "학생 수 감소를 감안할 때 A지구의 학교 통합은 불가피하다.",
      },
      {
        "answer": "やむを得ない",
        "word": "ここまでの悪天候だと, 開催中止もやむを得ないだろう。",
        "mean": "지금까지의 악천후라면 개최 중지도 어쩔 수 없을 것이다.",
      },
    ],
  },
  {
    "id": 100,
    "grammar": "(た) ところだった",
    "means": "(하마타면)~할 뻔 했다",
    "description": "하마타면 (もう少しで, 危うく, あわや) 등 과 호흥하는 경우가 많다",
    "connectionWays": "동사 기본형\n동사 과거형",
    "examples": [
      {
        "answer": "ところだった",
        "word": "教えてくれなかったらまた忘れるところだった。",
        "mean": "알려주지 않았다면 또 잊을 뻔 했다.",
      },
      {
        "answer": "死んでいたところだった",
        "word": "もう少しブレーキを踏むのが遅れていたら死んでいたところだった。",
        "mean": "조금 더 브레이크를 밟는 것이 늦었더라면 죽을 뻔 했다.",
      },
      {
        "answer": "ところだった",
        "word": "対処が遅れていたら, あやうくまた犠牲者が出るところだった。",
        "mean": "대처가 늦었더라면 하마터면 또 희생자가 나올 뻔했다.",
      },
      {
        "answer": "ところだった",
        "word": "目覚まし設定し忘れて, あやうく寝過ごすところだった。",
        "mean": "알람 설정하는 것을 깜빡하고 하마터면 늦잠을 잘 뻔했다.",
      },
      {
        "answer": "ところだった",
        "word": "道に迷って帰って来れなくなるところだった。",
        "mean": "길을 잃고 돌아오지 못할 뻔했다.",
      },
      {
        "answer": "ところだった",
        "word": "前の車が不審な挙動をしていて, 危うく事故に巻き込まれるところだった。",
        "mean": "앞차가 수상한 거동을 하고 있어 하마터면 사고에 휘말릴 뻔했다.",
      },
      {
        "answer": "ところだった",
        "word": "天気が良くてのんびり歩いていたら, もう少しで電車に乗り遅れるところだった。",
        "mean": "날씨가 좋아 한가롭게 걸었더라면 하마터면 전철을 놓칠 뻔했다.",
      },
      {
        "answer": "ところだった",
        "word": "途中で気づいたから良かったものの, もう少しで騙されてお金をむしり取られるところだった。",
        "mean": "중간에 알았으니 망정이지 하마터면 속아 돈을 뜯어낼 뻔했다.",
      },
    ],
  },
  {
    "id": 102,
    "grammar": "を思いをする",
    "means": "~한 기분이 되다\n~한 심정이다",
    "description": "주로 감정을 나타내는 형용사와 접속함",
    "connectionWays": "동사, 형용사에 접속",
    "examples": [
      {
        "answer": "思いをした",
        "word": "心臓が止まる思いをした",
        "mean": "심장이 멎는 기분이였다",
      },
      {
        "answer": "思いをした",
        "word": "毎日いじめられていて, 嫌な思いをした",
        "mean": "매일 괴롭힘 당해 싫은 기분이었다",
      },
      {
        "answer": "思いをした",
        "word": "大変つらい思いをした",
        "mean": "매우 힘든 기분이었다",
      },
    ],
  },
  {
    "id": 107,
    "grammar": "~というより / ~というよりむしろ",
    "means": "~라기 보다",
    "description": "앞 부분 보다 뒷부분이 더 적절하다는 의미",
    "connectionWays": "동사 기본형\n명사\nな형용사 だ\nい형용사 기본형",
    "examples": [
      {
        "answer": "というより",
        "word": "声が聞こえないのはマイクが壊れているというより, パソコンの設定の方の問題だと思う。",
        "mean": "목소리가 들리지 않는 것은 마이크가 고장났다기보다는 컴퓨터 설정 쪽의 문제라고 생각한다.",
      },
      {
        "answer": "というより",
        "word": "今回の件は悲しいというより残念だ。",
        "mean": "이번 건은 슬프다기보다 아쉽다.",
      },
      {
        "answer": "というより",
        "word": "これからはプログラミングを趣味としてというより, 仕事として頑張って行くつもりだ。",
        "mean": "앞으로는 프로그래밍을 취미로 하는 것보다 일로써 열심히 할 것이다.",
      },
      {
        "answer": "というより",
        "word": "日本の満員電車は乗っているというよりは, むしろ詰め込まれているという感じだ。",
        "mean": "일본의 만원 전철은 타고 있다기보다는 오히려 꽉 차 있다는 느낌이다.",
      },
      {
        "answer": "というより",
        "word": "金銭面の問題というよりかは, むしろ親の賛成が得られないことが留学できない大きな理由だ。",
        "mean": "금전적 문제라기보다는 오히려 부모의 찬성을 얻지 못하는 것이 유학을 갈 수 없는 큰 이유다.",
      },
      {
        "answer": "というより",
        "word": "猫派か犬派かというよりも, まず動物を触ることができない。",
        "mean": "고양이파냐 개파냐보다는 먼저 동물을 만질 수 없다.",
      },
      {
        "answer": "というより",
        "word": "人間の運命は, ルール通りに行われるチェスというよりむしろ宝くじを思い起こさせる。",
        "mean": "인간의 운명은 규칙대로 치러지는 체스라기보다는 복권을 떠올리게 한다.",
      },
      {
        "answer": "というより",
        "word": "家から出たくないというよりむしろ布団から出たくない。",
        "mean": "집에서 나가기 싫다기보다는 차라리 이불에서 나오기 싫어.",
      },
      {
        "answer": "というより",
        "word": "彼女は可愛いというよりむしろ美しいと言った方が正しい。",
        "mean": "그녀는 귀엽다기보다 오히려 아름답다고 말하는 편이 옳다.",
      },
      {
        "answer": "というより",
        "word": "毎日コツコツ繰り返し練習するのは, 周り道というよりはむしろ王道だ。",
        "mean": "매일 꾸준히 반복 연습하는 것은 둘레길이라기보다는 오히려 왕도다.",
      },
      {
        "answer": "というより",
        "word": "彼女の新しい髪型は似合ってるというよりむしろ好き。",
        "mean": "그녀의 새 머리 스타일은 어울린다기보다는 오히려 좋아.",
      },
      {
        "answer": "というより",
        "word": "練習の成果を出すことができず, 悔しいというよりむしろ無力感。",
        "mean": "훈련 성과를 내지 못해 억울하다기보다 오히려 무력감.",
      },
      {
        "answer": "というより",
        "word": "息子の大学入試合格は, 嬉しいというよりむしろ安心したという気持ちのほうが強い。",
        "mean": "아들의 대학입시 합격은 기쁘다기보다는 안심했다는 마음이 더 강하다.",
      },
    ],
  },
  {
    "id": 110,
    "grammar": "~にほかならない / ほかならぬ~",
    "means": "~이 다름없다.\n바로~이다",
    "description": "단정, 강조 표현.\n\n다른 선택지는 없고 바로 그것임을 나타낸다.",
    "connectionWays": "명사 + にほかならない\nほからなぬ + 명사",
    "examples": [
      {
        "answer": "にほかならない",
        "word": "人として最も大事なのは, 心の強さにほかならない。",
        "mean": "사람으로서 가장 중요한 것은 바로 마음의 힘이다.",
      },
      {
        "answer": "にほかならない",
        "word": "人生は運命にほかならない。",
        "mean": "인생은 운명이나 다름없다.",
      },
      {
        "answer": "に他ならない",
        "word": "したくないことはしないというのは, わがままに他ならない。",
        "mean": "하기 싫은 일을 하지 않는다는 것은 이기적인 것이나 다름없다.",
      },
      {
        "answer": "に他ならない",
        "word": "不幸なのは他人のせいではなく, 自分が悪いからに他ならない。",
        "mean": "불행한 것은 남의 잘못이 아니라 내가 나쁘기 때문이다.",
      },
      {
        "answer": "に他ならない",
        "word": "こんな結果になってしまったのは感情的に物事を進めてきたからに他ならない。",
        "mean": "이런 결과가 되어 버린 것은 감정적으로 일을 진행해 왔기 때문이다.",
      },
      {
        "answer": "に他ならない",
        "word": "逃げ出すことは, 責任を放棄することに他ならない。",
        "mean": "도망치는 것은 책임을 포기하는 것과 다름없다.",
      },
    ],
  },
  {
    "id": 113,
    "grammar": "~に至る /~に至って",
    "means": "~에 이르다 /~에 이르러서",
    "description": "여러 단계를 거쳐 최종단계에 도달하다.",
    "connectionWays": "동사 기본형, 명사에 직접 접속",
    "examples": [
      {
        "answer": "に至って",
        "word": "店を構えるに至って, ターゲットとなる客層を意識することはかなり大事だ。",
        "mean": "가게를 차리기에 이르러 타깃이 되는 손님층을 의식하는 것은 상당히 중요하다.",
      },
      {
        "answer": "に至り",
        "word": "海外留学するに至り, 初めて自国を客観的に見ることができるようになったと思う。",
        "mean": "해외 유학을 가기에 이르러 비로소 자국을 객관적으로 볼 수 있게 되었다고 생각한다.",
      },
      {
        "answer": "に至って",
        "word": "この車は購入するに至って年収審査がある。審査に通らなければ購入できない。",
        "mean": "이 차는 구입하기에 이르러 연봉 심사가 있다.심사를 통과하지 않으면 구입할 수 없다.",
      },
      {
        "answer": "今に至って",
        "word": "今に至って今さらそんなことを言うのはおかしい。",
        "mean": "이제 와서 그런 말을 하는 것은 이상하다.",
      },
      {
        "answer": "に至り",
        "word": "先生に注意されるに至り, ようやく自分の間違いに気づいた。",
        "mean": "선생님께 주의를 받기에 이르렀고, 그제서야 자신의 실수를 깨달았다.",
      },
      {
        "answer": "に至るまで",
        "word": "9時間に至るまで, 警察の取り調べは続けられた。",
        "mean": "9시간에 이르기까지 경찰 조사는 계속됐다.",
      },
      {
        "answer": "に至るまで",
        "word": "このアニメは子供から大人に至るまで幅広い層で人気があります。",
        "mean": "이 애니메이션은 어린이부터 어른에 이르기까지 폭넓은 층에서 인기가 있습니다.",
      },
      {
        "answer": "に至るまで",
        "word": "肩から指先に至るまで, 少し痛みがる。",
        "mean": "어깨부터 손가락 끝까지 약간 아프다",
      },
      {
        "answer": "に至るまで",
        "word": "現在に至るまで, この事件の真相は解明されていない。",
        "mean": "현재까지 이 사건의 진상은 밝혀지지 않았다.",
      },
    ],
  },
  {
    "id": 114,
    "grammar": "と思いきや",
    "means": "~라고 생각했더니,~줄 알았더니",
    "description": "~라고 생각했지만 생각과 반대로 뜻밖의 결과가 나왔다",
    "connectionWays": "보통형 접속, 명사だ",
    "examples": [
      {
        "answer": "と思いきや",
        "word": "この映画はホラーかと思いきや, 実はコメディ映画だった。",
        "mean": "이 영화는 공포인 줄 알았는데 사실 코미디 영화였다.",
      },
      {
        "answer": "と思いきや",
        "word": "やっと, たまっていた仕事が片付いたかと思いきや, 部長に新たな仕事を頼まれた。",
        "mean": "겨우 밀린 일이 정리된 줄 알았더니 부장님께 새로운 일을 부탁받았다.",
      },
      {
        "answer": "と思いきや",
        "word": "ジェシカさんは２ヶ月前に会社を辞めたから帰国したのかと思いきや, 日本人の男性と結婚して生活していた。",
        "mean": "제시카 씨는 두 달 전 회사를 그만뒀기 때문에 귀국한 줄 알았더니 일본인 남성과 결혼해 생활하고 있었다.",
      },
      {
        "answer": "と思いきや",
        "word": "トムさんとジェームスさんはいつも一緒にいるから仲がいいのかと思いきや, 実はそうでもなかった。",
        "mean": "톰과 제임스는 항상 함께 있어서 사이가 좋은 줄 알았는데 사실 그렇지도 않았다.",
      },
      {
        "answer": "と思いきや",
        "word": "試験は難しいと思いきや, 思っていたよりも簡単だった。",
        "mean": "시험은 어렵다고 생각했는데 생각보다 쉬웠다.",
      },
      {
        "answer": "と思いきや",
        "word": "新しい取引先の担当者は怖い人だと思いきや, とても優しくて良い人だった。",
        "mean": "새 거래처 담당자는 무서운 사람인가 싶더니 아주 상냥하고 좋은 사람이었다.",
      },
      {
        "answer": "と思いきや",
        "word": "ロバートさんは日本人の奥さんがいるから, 日本語が上手かと思いきや, 全然話せなかった。",
        "mean": "로버트씨는 일본인 부인이 있어서 일본어를 잘하는 줄 알았는데 전혀 말할 수 없었다.",
      },
    ],
  },
];

List jsonN3Grammars =
    //
    [
  {
    "id": 2,
    "grammar": "~後 に / で",
    "means": "~한 후에",
    "description":
        "동작 A가 끝난 후 B의 동작을 수행하거나, B의 상태가 남아있는 것을 표현하는 문법.\n\n[後に]는 뒷 문장의 상태가 남아 있음을 나타내며 [後で]는 동작 B를 수행하는 것을 나타낸다.\n\n시간 명사 혹은 한자 명사와 접속할 경우 원칙적으로 [ご]라고 읽는다.\n\n장소 명사와 붙을 경우 [うしろ] 가 되는 경우가 많지만. 예외도 존재한다.",
    "connectionWays": "명사 + の\n동사 과거형 접속",
    "examples": [
      {
        "answer": "後の",
        "word": "仕事の後のお風呂は最高だ。",
        "mean": "퇴근 후 목욕은 최고다.",
      },
      {
        "answer": "後",
        "word": "トイレに行った後は必ず手を洗うこと。",
        "mean": "화장실에 간 후에는 반드시 손을 씻어라.",
      },
      {
        "answer": "後の",
        "word": "外出た後の足はいつも臭い。",
        "mean": "밖에 나간 뒤 발은 항상 낸다새가 난다.",
      },
      {
        "answer": "後",
        "word": "試合後悔しくて涙を流した。",
        "mean": "경기 후 분해서 눈물을 흘렸다.",
      },
      {
        "answer": "後に",
        "word": "学生時代はよく放課後に友達と遊びにいった。",
        "mean": "학창시절에는 방과 후에 친구들과 놀러 자주 갔다.",
      },
      {
        "answer": "後に",
        "word": "5分後に出発します。",
        "mean": "5분 후에 출발합니다.",
      },
      {
        "answer": "後に",
        "word": "アイスクリームを食べた後には必ずお腹が痛くなる。",
        "mean": "아이스크림을 먹은 후에는 반드시 배가 아파.",
      },
      {
        "answer": "後で",
        "word": "家を出た後で忘れ物をしたことに気づいた。",
        "mean": "집을 나간 후에 물건을 두고 온 것을 깨달았다.",
      },
    ],
  },
  {
    "id": 3,
    "grammar": "いくら~ても\nどんなに~ても",
    "means": "아무리 ~ 해도",
    "description": "(수량 또는 정도)가 아무리 심해도 ~ 하다",
    "connectionWays": "て형 접속",
    "examples": [
      {
        "answer": "いくら",
        "word": "いくら話しても, 分かってくれない。",
        "mean": "아무리 얘기해도 알아주지 않아.",
      },
      {
        "answer": "いくら",
        "word": "いくら冗談でも許されない。",
        "mean": "아무리 농담이라도 용서받을 수 없다.",
      },
      {
        "answer": "どんなに",
        "word": "どんなに苦しくても最後まで走り抜くつもりだ。",
        "mean": "아무리 힘들어도 끝까지 달려나갈 것이다.",
      },
      {
        "answer": "でも",
        "word": "いくら好きでも, それを伝えなければ始まらない。",
        "mean": "아무리 좋아도 그것을 전하지 않으면 시작할 수 없다.",
      },
      {
        "answer": "ても",
        "word": "どんなに曇っていても, 雲の上はいつも青い空が広がっている。",
        "mean": "아무리 흐리더라도 구름 위는 늘 푸른 하늘이 펼쳐져 있다.",
      },
      {
        "answer": "どんなに",
        "word": "好きなチームなら, どんなに負けが続いても応援したくなる。",
        "mean": "좋아하는 팀이라면 아무리 패배해도 응원하고 싶어진다.",
      },
      {
        "answer": "どんなに",
        "word": "この作業はどんなに頑張っても1時間以上はかかりそう。",
        "mean": "이 작업은 아무리 열심히 해도 1시간 이상은 걸릴 것 같아.",
      },
      {
        "answer": "いくら",
        "word": "いくら生活が苦しくても離れて行かないお嫁さんをもらいなさいと親が教えてくれた。",
        "mean": "아무리 생활이 어려워도 떠나지 않는 며느리를 얻으라고 부모님이 가르쳐 주셨다.",
      },
      {
        "answer": "どんなに",
        "word": "どんなに嫌われても構わない。私もあいつが嫌いだから。",
        "mean": "아무리 미움을 받아도 상관없어.나도 쟤가 싫으니까.",
      },
    ],
  },

//  {
//     "id": 10,
//     "grammar": "代わりに",
//     "means": "~대신에",
//     "description": '대체, 역접, 대용, 교환 조건 관계이다\n\n"쉽게 A하는 대신에 B했다." 라는 뜻.',
//     "connectionWays": "동사 사전형\nい형용사 보통형\nな형용사 어간 + な\n명사 + の",
//     "examples": [
//       {
//         "answer": "代わりに",
//         "word": "課長の代わりに私が会議に出席します。",
//         "mean": "과장님 대신 제가 회의에 참석하겠습니다.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "後輩の代わりに尻拭いをするはめになった。",
//         "mean": "후배 대신 뒷치다꺼리를 해야할 처지가 됬다.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "この仕事について、彼の代わりになる人はいない。",
//         "mean": "이 일에 대해 그를 대신할 사람은 없다.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "今の仕事は給料が高い代わりに残業が多い。",
//         "mean": "지금 하는 일은 월급이 높은 대신 야근이 많다.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "運動が全般的に得意な代わりに勉強があまりできない。",
//         "mean": "운동을 전반적으로 잘하는 대신 공부를 잘 못해.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "彼は知らない人には厳しい代わりに, 一度親しくなるとめちゃくちゃ優しい。",
//         "mean": "그는 모르는 사람에게는 엄격한 대신 한번 친해지면 굉장히 상냥해.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "印鑑の代わりにサインでも構いません。",
//         "mean": "도장 대신 사인이라도 상관없어요.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "現金の代わりにこの商品券を使えますか？",
//         "mean": "현금 대신 이 상품권을 사용할 수 있나요?",
//       },
//       {
//         "answer": "代わりに",
//         "word": "お酒に強くないなら無理して飲まず、お酒の代わりに何か飲みなよ。",
//         "mean": "술에 강하지 않으면 무리해서 마시지 말고 술 대신 뭐 좀 마셔.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "雨が降ったので、外食する代わりに豪勢な出前を取った。",
//         "mean": "비가 와서 외식하는 대신 호화로운 배달을 했다.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "プログラミング教室に行く代わりに、参考書を買って自分で勉強している。",
//         "mean": "프로그래밍 교실에 가는 대신 참고서를 사서 스스로 공부하고 있다.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "時間が合わないので、代わりに伝言を残していった。",
//         "mean": "시간이 맞지 않아서 대신 메시지를 남기고 갔다.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "日本語を教えるので、代わりに韓国語を教えてください。",
//         "mean": "일본어를 가르쳐 드릴테니 대신 한국어를 가르쳐 주세요.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "明日出勤する代わりに、明後日は休みになった。",
//         "mean": "내일 출근하는 대신 모레는 쉬게 되었다.",
//       },
//       {
//         "answer": "代わりに",
//         "word": "今度休日出勤しますので、その代わりに明日休みを頂けないでしょうか。",
//         "mean": "이번에 휴일 출근하는데 그 대신 내일 휴가를 주실 수 없을까요?",
//       },
//     ],
//   },

  {
    "id": 13,
    "grammar": "くらい / ぐらい",
    "means": "~정도",
    "connectionWays": "동사 사전형\nい형용사 보통형\nな형용사 어간 + な\n명사 + の",
    "examples": [
      {
        "answer": "くらい",
        "word": "食費は毎月3万円くらいかかる。",
        "mean": "식비는 매달 3만엔 정도 든다.",
      },
      {
        "answer": "ぐらい",
        "word": "今の職場では、自分の息子ぐらいの人と一緒に働いている。",
        "mean": "지금 직장에서는 자기 아들 정도의 사람과 함께 일하고 있다.",
      },
      {
        "answer": "くらい",
        "word": "彼女は子どもが5人くらいいる。",
        "mean": "그녀는 아이가 5명 정도 있다.",
      },
      {
        "answer": "くらい",
        "word": "4時間くらい昼寝した。",
        "mean": "4시간정도 낮잠을 잤다.",
      },
      {
        "answer": "ぐらい",
        "word": "喉が痛くなるぐらい笑った。",
        "mean": "목이 아플 정도로 웃었다.",
      },
      {
        "answer": "くらい",
        "word": "このプリン、一生買い続けたいくらい好き。",
        "mean": "이 푸딩 평생 사고 싶을 정도로 좋아.",
      },
      {
        "answer": "くらい",
        "word": "彼とは冗談を言い合えるくらい仲が良い。",
        "mean": "그와는 농담을 나눌 수 있을 정도로 사이가 좋다.",
      },
      {
        "answer": "くらい",
        "word": "髪が長くてうっとうしいくらいだ。",
        "mean": "머리가 길어서 성가실 정도야.",
      },
      {
        "answer": "くらい",
        "word": "自分の荷物くらい自分で持て。",
        "mean": "네 짐만큼 네가 들어라.",
      },
      {
        "answer": "ぐらい",
        "word": "悩みがあるなら、話ぐらい聞いてあげるよ。",
        "mean": "고민 있으면 얘기 정도 들어줄게.",
      },
      {
        "answer": "ぐらい",
        "word": "帰りが遅くなるなら、連絡ぐらいしてくれてもいいじゃない。",
        "mean": "늦게 퇴근하면 연락정도 해줘도 되잖아.",
      },
      {
        "answer": "くらい",
        "word": "お見合いなんだから、話を盛り上げる努力くらいしたらどう？",
        "mean": "맞선인데, 이야기를 북돋우는 노력 정도는 하는 게 어때?",
      },
      {
        "answer": "くらい",
        "word": "そんなことくらい誰でも知ってる。自慢するな。",
        "mean": "그런 것쯤은 누구나 알아. 자랑하지 마.",
      },
      {
        "answer": "ぐらい",
        "word": "服ぐらい自分の好きなものを着ればいい。",
        "mean": "옷 정도는 자기가 좋아하는 걸로 입으면 돼.",
      },
      {
        "answer": "ぐらい",
        "word": "少し風邪っぽいぐらいで会社を休むな。",
        "mean": "감기 기운이 좀 있을 정도로 회사를 쉬지 마라.",
      },
      {
        "answer": "ぐらい",
        "word": "１回失敗したぐらいで落ち込むんじゃない。",
        "mean": "한 번 실패한 정도로 우울해지는 거 아니야.",
      },
    ],
  },

  {
    "id": 21,
    "grammar": "し",
    "means": "~고, ~고 하니까",
    "description": "1. 이유\n2. 나열",
    "connectionWays": "동사 기본형\nい형용사 보통형\nな형용사 보통형\n명사 + だ",
    "examples": [
      {
        "answer": "し",
        "word": "トムさんは面白いし、親切だし、サッカーも上手です。",
        "mean": "톰씨는 재미있고 친절하며 축구도 잘해요.",
      },
      {
        "answer": "し",
        "word": "田中先生は優しいし、かっこいいし、それに教え方も上手です。",
        "mean": "다나카 선생님은 상냥하고, 멋있고, 게다가 가르치는 방법도 잘합니다.",
      },
      {
        "answer": "し",
        "word": "ジョンさんはスポーツもできるし、頭もいいし、それに女の子からの人気が高いです。",
        "mean": "존 씨는 스포츠도 할 수 있고, 머리도 좋고, 게다가 여자들로부터 인기가 많습니다.",
      },
      {
        "answer": "し",
        "word": "大阪は美味しい食べ物がたくさんあるし、観光地がたくさんあるし、それに人が面白いです。",
        "mean": "오사카는 맛있는 음식이 많고, 관광지가 많고, 게다가 사람들이 재미있어요.",
      },
      {
        "answer": "し",
        "word": "スマホがあればメールはできるし、電話はできるし、それにゲームもできます。",
        "mean": "스마트폰이 있으면 문자는 할 수 있고 전화는 할 수 있고 게임도 할 수 있습니다.",
      },
      {
        "answer": "し",
        "word": "漢字は多いし、文法は難しいし、私は日本語の勉強があまり好きではありません。",
        "mean": "한자는 많고 문법은 어렵고 저는 일본어 공부를 별로 좋아하지 않습니다.",
      },
      {
        "answer": "し",
        "word": "日本は綺麗だし、食べ物が美味しいし、好きです。",
        "mean": "일본은 예쁘고 음식이 맛있고 좋아합니다.",
      },
      {
        "answer": "し",
        "word": "このレストランは安いし、量も多いし、よく来ます。",
        "mean": "이 레스토랑은 싸고 양도 많고 자주 옵니다.",
      },
      {
        "answer": "し",
        "word": "NARUTOも読み終わったし、ドラゴンボールも読み終わったし、何かおすすめの漫画を教えてください。",
        "mean": "NARUTO도 다 읽었고 드래곤볼도 다 읽었는데 추천해주실만한 만화를 알려주세요.",
      },
      {
        "answer": "し",
        "word": "頭も痛いし、熱もあるし、今夜のパーティーには行けません。",
        "mean": "머리도 아프고 열도 나고 오늘 밤 파티에는 갈 수 없어요.",
      },
      {
        "answer": "し",
        "word": "今日は朝寝坊するし、電車は事故で遅れるし、雨も降るし、最悪な１日だった。",
        "mean": "오늘은 늦잠을 자고 기차는 사고로 늦어지고 비도 오고 최악의 하루였다.",
      },
      {
        "answer": "し",
        "word": "日本の電車は時間通りに来るし、たくさんあるし、とても便利です。",
        "mean": "일본의 전철은 제시간에 오고, 많이 있고, 매우 편리합니다.",
      },
    ],
  },
  {
    "id": 22,
    "grammar": "すぎる",
    "means": "너무~하다",
    "description": "동작이나 상태가 보통의 정도 또는 수준을 넘었다",
    "connectionWays": "동사 ます형\nい형용사 보통형\nな형용사 어간\n명사 + (が)\n",
    "examples": [
      {
        "answer": "すぎて",
        "word": "夜景が美しすぎて見とれてしまった。",
        "mean": "야경이 너무 아름다워서 넋을 잃고 말았다.",
      },
      {
        "answer": "すぎる",
        "word": "もう若くないからか、食べすぎるとすぐ胃もたれする。",
        "mean": "젊지 않아서 그런지 너무 많이 먹으면 체한다.",
      },
      {
        "answer": "すぎて",
        "word": "毛虫の見た目が気持ち悪すぎて見るだけで鳥肌が立つ。",
        "mean": "애벌레의 생김새가 너무 징그러워서 보기만 해도 소름이 돋는다.",
      },
      {
        "answer": "すぎて",
        "word": "あの子可愛すぎてつい見ちゃう。",
        "mean": "쟤 너무 귀여워서 그만 봐.",
      },
      {
        "answer": "すぎる",
        "word": "あの子の天使すぎる笑顔にいつも癒やされている。",
        "mean": "걔의 너무 천사같은 미소에 항상 위로받고 있어.",
      },
      {
        "answer": "すぎる",
        "word": "彼の謎すぎる行動には頭を抱えるしかない。",
        "mean": "그의 너무 수수께끼 같은 행동에는 골머리를 앓을 수밖에 없다.",
      },
      {
        "answer": "すぎる",
        "word": "先輩はいつも優しくて良い人すぎる。",
        "mean": "선배는 항상 착하고 좋은 사람이야.",
      },
      {
        "answer": "すぎて",
        "word": "筋肉痛が痛すぎて階段を下りるのすらできない。",
        "mean": "근육통이 너무 아파서 계단을 내려갈 수조차 없어.",
      },
      {
        "answer": "すぎる",
        "word": "今の会社は残業が多すぎる。",
        "mean": "지금 회사는 야근이 너무 많아.",
      },
      {
        "answer": "すぎて",
        "word": "しんしんと降っている雪が好きすぎて、いつも写真で撮ってしまう。",
        "mean": "푹푹 내리는 눈이 너무 좋아서 항상 사진으로 찍어버린다.",
      },
    ],
  },

  {
    "id": 24,
    "grammar": "そうだ ",
    "means": "1. (전문) ~라고 한다 \n2. (양태) ~일 것 같다.",
    "description":
        "1. (전문)\n자신이 직접 얻은 정보가 아니라 다른 사람에게 들은 것을 나타낸다.\n앞 내용에 [によると / によれば] 등 정보의 근원을 나타내는 내용과 자주 호흥한다\n\n2. (양태)\n화자가 보거나 들은 것으로부터 추측되는 주관적인 판단(가능성)을 나타낸다\n[美しい, 可愛い, カッコいい, 赤い] 등 언뜻 알 수 있는 단어는 접속 할 수 없다.",
    "connectionWays":
        "1. (전문) \n명사 + だそう / だったそう\nい형용사 보통형 + だそう\nな형용사 어간 + なそうだ / だそうだ\n동사 사전형 + だそう\n\n2. (양태)\nい형용사 어간 + そうだ\nな형용사 어간 + そうだ\n동사 ます형 + だそう",
    "examples": [
      {
        "answer": "そうだ",
        "word": "天気予報によると、明日は雨だそうだ。",
        "mean": "일기예보에 따르면 내일은 비가 온다고 한다.",
      },
      {
        "answer": "そうだ",
        "word": "このお店は持ち帰りは自由だそうだ",
        "mean": "이 가게는 테이크 아웃은 자유롭다고 한다",
      },
      {
        "answer": "そうだ",
        "word": "お隣さん、子どもがもうすぐ生まれるそうだ。",
        "mean": "옆집 아이가 곧 태어난대.",
      },
      {
        "answer": "そうだ",
        "word": "医者によると、とても難しい手術だったそうだ。",
        "mean": "의사에 따르면 매우 어려운 수술이었다고 한다.",
      },
      {
        "answer": "そうだ",
        "word": "Ａくん昨日事故に遭ったそうだ。だから今日休んでいるみたい。",
        "mean": "A군 어제 사고를 당했다고 한다. 그래서 오늘 쉬는 것 같아.",
      },
      {
        "answer": "そうだ",
        "word": "今回の試験の合格率は１５％だったそうだ。",
        "mean": "이번 시험 합격률은 15%였다고 한다.",
      },
      {
        "answer": "そうだ",
        "word": "隣町は大雨だったそうだが、こっちは快晴だった。",
        "mean": "이웃 마을은 비가 많이 왔다고 하는데, 이쪽은 쾌청했다.",
      },
      {
        "answer": "そうだ",
        "word": "そこの洋食屋さん、ネットで人気で美味しいそうだ。",
        "mean": "거기 양식당 인터넷에서 인기가 많아서 맛있대.",
      },
      {
        "answer": "そうに",
        "word": "不思議そうに首を傾げた。",
        "mean": "신기한 듯 고개를 갸우뚱했다.",
      },
      {
        "answer": "よさそうだ",
        "word": "猫ちゃん頭を撫でられて気持ちよさそうだ。",
        "mean": "고양이 머리 쓰다듬을 수 있어서 기분 좋아 보인다.",
      },
      {
        "answer": "そうな",
        "word": "ストレスが溜まっていそうな顔をしている。",
        "mean": "스트레스가 쌓여서 그런 표정을 짓고 있다.",
      },
      {
        "answer": "無さそうに",
        "word": "自信無さそうに[ 私はできない ]と言った。",
        "mean": "자신 없는 듯 나는 할 수 없다고 말했다.",
      },
      {
        "answer": "そうになった",
        "word": "涙が出そうになった。",
        "mean": "눈물 날 뻔 했어.",
      },
      {
        "answer": "そうで",
        "word": "去勢手術をしたばかりだけど、大丈夫そうで安心した。",
        "mean": "거세 수술을 한 지 얼마 안 됐지만 괜찮을 것 같아 안심이다.",
      },
      {
        "answer": "そうに",
        "word": "金魚が元気そうに泳いでいる。",
        "mean": "금붕어가 건강하게 헤엄치고 있다.",
      },
      {
        "answer": "美味しそう",
        "word": "隣の人の食べてるもの, めちゃくちゃ美味しそう。",
        "mean": "옆 사람 먹는 거 너무 맛있겠다.",
      },
    ],
  },

  {
    "id": 27,
    "grammar": "~たって, ~だって",
    "means": "~해도",
    "description": "たって: ても의 회화체\nだって: でも의 회화체",
    "connectionWays": "て형 접속",
    "examples": [
      {
        "answer": "たって",
        "word": "子どもにお小遣いをあげたって、すぐに無駄遣いしてしまう。",
        "mean": "아이에게 용돈을 줘도 금방 낭비해 버린다.",
      },
      {
        "answer": "だって",
        "word": "彼は何度呼んだって、返事さえしてくれない。",
        "mean": "그는 몇 번을 불러도 대답조차 안 해준다.",
      },
      {
        "answer": "たって",
        "word": "高い車を買ったって、忙しくて乗る時間がないんだから意味がない。",
        "mean": "비싼 차를 산다고 바빠서 탈 시간이 없으니 의미가 없어.",
      },
      {
        "answer": "たって",
        "word": "今年試験を受けたって受からないよ。来年受けよう。",
        "mean": "올해 시험을 본다고 붙지 않아.내년에 보자.",
      },
      {
        "answer": "たって",
        "word": "いくらそれが汚くたって、その人にとっては宝物かもしれないよ。",
        "mean": "아무리 그게 더러워도 그 사람한테는 보물일 수도 있어.",
      },
      {
        "answer": "だって",
        "word": "どんなにお金持ちだって、幸せじゃない人もいる。",
        "mean": "아무리 부자라도 행복하지 않은 사람도 있다.",
      },
      {
        "answer": "だって",
        "word": "この電話は、海外だって使えるんです。",
        "mean": "이 전화는 해외에서도 사용할 수 있어요.",
      },
      {
        "answer": "だって",
        "word": "どんなに悲しんだって、死んだ人は戻らないんだ。前に進むしかないよ。",
        "mean": "아무리 슬퍼해도 죽은 사람은 돌아오지 않는 거야.앞으로 나아갈 수밖에 없지.",
      },
      {
        "answer": "たって",
        "word": "古本屋に本を売りに行ったって、少ないお金しかもらえないだろう。",
        "mean": "헌책방에 책을 팔러 가도 적은 돈밖에 못 받을 거야.",
      },
      {
        "answer": "たって",
        "word": "今日お店に行ったって、開いてないと思うよ。日曜日だから。",
        "mean": "오늘 가게에 가도 안 열었을 거야.일요일이니까.",
      },
      {
        "answer": "たって",
        "word": "あなたが私を好きじゃなくたっていい。私はあなたが好きだ。",
        "mean": "네가 나를 좋아하지 않아도 돼.나는 당신이 좋아.",
      },
      {
        "answer": "たって",
        "word": "この茶碗はプラスチックだから、下に落としたって大丈夫。",
        "mean": "이 찻잔은 플라스틱이니까 밑으로 떨어뜨려도 괜찮아.",
      },
      {
        "answer": "たって",
        "word": "テストで失敗したって、また次のテストを頑張ればいい。",
        "mean": "시험에서 실패했다고 다음 시험을 열심히 하면 돼.",
      },
    ],
  },

  {
    "id": 51,
    "grammar": "~にする",
    "means": "1. ~로 하다, ~로 정하다\n2. ~하게 하다",
    "description":
        "1.\n화자 자신의 의지나 판단에 의한 주관적인 결정에 사용하는 문법이다\n여러가지 선택지 중 하나를 고르거나 혹은 주문할 때 자주 사용한다.\n\n2.\n사물이나 상태, 성질을 인위적으로 원하는 결과로 변화시키는 것을 나타낸다.",
    "connectionWays":
        "1.명사에 직접 접속\n\n2.\nな형용사 어간＋にする\n名詞＋にする\nい형용사 어간＋くする\n동사 ない형＋なくする",
    "examples": [
      {
        "answer": "にします",
        "word": "私はコーラにします。",
        "mean": "저는 콜라로 할게요.",
      },
      {
        "answer": "にしました",
        "word": "妹へのプレゼントはマフラーにしました。",
        "mean": "여동생 선물은 목도리로 했어요.",
      },
      {
        "answer": "してください",
        "word": "お酒は飲めないので、他のにしてください。",
        "mean": "술은 못 마시니 다른 걸로 해주세요.",
      },
      {
        "answer": "にしましょう",
        "word": "喉が渇いたら、健康のため、炭酸飲料ではなく水にしましょう。",
        "mean": "목이 마르면 건강을 위해 탄산음료 말고 물로 합시다.",
      },
      {
        "answer": "にする",
        "word": "仕事の補佐をお願いするなら、私は必ずＡさんにする。",
        "mean": "일의 보좌를 부탁한다면 나는 반드시 A씨에게 할 것이다.",
      },
      {
        "answer": "にした",
        "word": "この髪型にしたのは、最近海外で流行っているからだ。",
        "mean": "이 머리를 한 것은 요즘 해외에서 유행하고 있기 때문이다.",
      },
      {
        "answer": "にしたい",
        "word": "我が子を弁護士にしたい。",
        "mean": "우리 아이를 변호사로 만들고 싶다.",
      },
      {
        "answer": "にしてください",
        "word": "ちょっと静かにしてください。",
        "mean": "조용히 좀 해주세요.",
      },
      {
        "answer": "にする",
        "word": "練習は不可能を可能にする。",
        "mean": "연습은 불가능을 가능하게 한다.",
      },
      {
        "answer": "して",
        "word": "お腹を冷やさないように、暖かくして寝てください。",
        "mean": "배를 식히지 않도록 따뜻하게 하고 주무세요.",
      },
      {
        "answer": "したい",
        "word": "壁の色を黒くしたい。",
        "mean": "벽 색깔을 검게 하고 싶어.",
      },
      {
        "answer": "する",
        "word": "辛いのが苦手なので、カレー作るときはいつも甘くする。",
        "mean": "매운 걸 잘 못 먹어서 카레 만들 때는 항상 달게 해.",
      },
      {
        "answer": "にした",
        "word": "プレゼンを誰でも分かるように簡単な内容にした。",
        "mean": "프레젠테이션을 누구나 알 수 있도록 간단한 내용으로 만들었다.",
      },
      {
        "answer": "にした",
        "word": "今日のメイクは大人っぽい雰囲気にした。",
        "mean": "오늘 메이크업은 어른스러운 분위기로 했어.",
      },
    ],
  },
  {
    "id": 60,
    "grammar": "~について／についての／につきましては",
    "means": "~에 관해서",
    "description":
        "동작, 작용의 대상이 되는 것을 표현한다.\n\n[~に関して]와 의미는 같지만 보다 회화체로 사용된다.\n\n[思う, 考える, 調べる, 書く, 話す, 言う] 등의 단어가 자주 온다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "について",
        "word": "この件についてどうお考えでしょうか。",
        "mean": "이 건에 대해 어떻게 생각하십니까?",
      },
      {
        "answer": "について",
        "word": "地域の伝統行事について色々調べている。",
        "mean": "지역 전통 행사에 대해 여러 가지 알아보고 있다.",
      },
      {
        "answer": "について",
        "word": "私の将来の仕事について仲間に相談した。",
        "mean": "내 장래의 일에 대해 동료와 상의했다.",
      },
      {
        "answer": "について",
        "word": "空軍パイロットのUFO目撃事件については多くの報告書が存在する。",
        "mean": "공군 조종사의 UFO 목격 사건에 대해서는 많은 보고서가 존재한다.",
      },
      {
        "answer": "について",
        "word": "人々には男女平等についてもっと考えて欲しい。",
        "mean": "사람들이 남녀평등에 대해 더 생각해줬으면 좋겠어.",
      },
      {
        "answer": "について",
        "word": "彼女は和菓子について詳しい。",
        "mean": "그녀는 화과자에 대해 잘 알고 있다.",
      },
      {
        "answer": "について",
        "word": "スマホゲームに課金することについては嫌悪感を持っている。",
        "mean": "스마트폰 게임에 과금하는 것에 대해서는 혐오감을 가지고 있다.",
      },
      {
        "answer": "について",
        "word": "集合場所と時間についてもう一度教えていただけませんか。",
        "mean": "집합 장소와 시간에 대해 다시 알려주시겠어요?",
      },
      {
        "answer": "につきまして",
        "word": "詳しい内容につきましては添付画像をご確認ください。",
        "mean": "자세한 내용에 대해서는 첨부 이미지를 확인해 주십시오.",
      },
      {
        "answer": "につきましては",
        "word": "お客様からのご意見・ご要望につきましては真摯に受け止め、よりよいサービスの提供に向けて努力してまいります。",
        "mean": "고객으로부터의 의견·요망에 대해서는 진지하게 받아들여, 보다 나은 서비스의 제공을 향해서 노력해 가겠습니다.",
      },
    ],
  },

  {
    "id": 64,
    "grammar": "にとって",
    "means": "~에게 (있어서)",
    "description": "사람, 조직, 단체 등 명사에 접속하여 그것들의 위치에서 바라본 판단이나 감상, 평가 등을 표현하는 문법",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "にとって",
        "word": "女の子一人という環境は私にとって不安で心配。",
        "mean": "여자 혼자라는 환경은 나에게 불안하고 걱정이다.",
      },
      {
        "answer": "にとって",
        "word": "彼氏や彼女がいるのと自分にとって一生大切にしたい人がいるのとでは全く違う。",
        "mean": "남자친구나 여자친구가 있는 것과 자신에게 평생 간직하고 싶은 사람이 있는 것은 전혀 다르다.",
      },
      {
        "answer": "にとって",
        "word": "失敗した時こそ, 私たちにとって本当の学びが始まる。",
        "mean": "실패했을 때만이 우리에게 진정한 배움이 시작된다.",
      },
      {
        "answer": "にとって",
        "word": "今年が皆様にとって素晴らしい一年であることを祈念いたします。",
        "mean": "올해가 여러분께 멋진 한 해이기를 기원합니다.",
      },
      {
        "answer": "にとって",
        "word": "これは私にとって特別な映画です。",
        "mean": "이것은 저에게 있어서 특별한 영화입니다.",
      },
      {
        "answer": "にとって",
        "word": "社会人にとっての２４時間はあまりにも短い。",
        "mean": "직장인에게 있어서의 24시간은 너무 짧다.",
      },
      {
        "answer": "にとって",
        "word": "こんなことをしているのは私にとってもあなたにとっても時間の無駄です。",
        "mean": "이런 일을 하고 있는 것은 저에게도 당신에게도 시간 낭비입니다.",
      },
      {
        "answer": "にとって",
        "word": "彼の２歩は私にとっての３歩。",
        "mean": "그의 두 걸음은 나에게 3걸음.",
      },
    ],
  },
  {
    "id": 65,
    "grammar": "には",
    "means": "1. ~하려면, ~하기 위해서는\n2. ~하기에는",
    "description":
        "1. 동작의 목적\n앞 문장에는 목적을 뒷 문장에는 그 목적을 달생하기 위해서 필요한 조건을 서술한다.\n\n2. 평가의 기준\n인명을 나타내는 명사에 대해서, 그 인물에게 어떤 상황에 대한 평가를 표현한다.\n뒷 내용에는 주로 난이도에 관한 말이 온다.",
    "connectionWays": "동사 사전형\n명사에 접속",
    "examples": [
      {
        "answer": "には",
        "word": "新しい生活に慣れるには時間が必要。",
        "mean": "새로운 생활에 익숙해지려면 시간이 필요해.",
      },
      {
        "answer": "には",
        "word": "成功するには、成功するまで決して諦めないことだ。",
        "mean": "성공하려면 성공할 때까지 결코 포기하지 않는 것이다.",
      },
      {
        "answer": "には",
        "word": "痩せるにはまず食生活を見直すことから始めよう。",
        "mean": "살을 빼려면 먼저 식생활을 재검토하는 것부터 시작하자.",
      },
      {
        "answer": "には",
        "word": "再び同じ過ちを犯さないようにするには、しっかり反省するのが大切だ。",
        "mean": "다시는 같은 실수를 저지르지 않으려면 제대로 반성하는 것이 중요하다.",
      },
      {
        "answer": "には",
        "word": "何かアドバイスをしてあげるには情報が少なすぎる。",
        "mean": "뭔가 조언을 해주기에는 정보가 너무 적어.",
      },
      {
        "answer": "には",
        "word": "銀行に行くには、そこの角を左に曲がればいいですよ。",
        "mean": "은행에 가려면 저기 모퉁이에서 왼쪽으로 돌면 돼요.",
      },
      {
        "answer": "には",
        "word": "恋をするには、まだ若すぎる。",
        "mean": "사랑을 하기에는 아직 너무 어리다.",
      },
      {
        "answer": "には",
        "word": "自分を理解してもらうには、まず相手を理解してあげなければ始まらない。",
        "mean": "자신을 이해시키기 위해서는 먼저 상대방을 이해해 주지 않으면 시작되지 않는다.",
      },
    ],
  },
  {
    "id": 66,
    "grammar": "によって／によっては／により／による",
    "means": "~에 따른, ~에 의한",
    "description": "1. 수단, 방법을 나타낸다\n2. 원인, 이유를 나타낸다",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "によって",
        "word": "テストの結果によって、成績を決める。",
        "mean": "시험 결과에 따라 성적을 결정한다.",
      },
      {
        "answer": "によって",
        "word": "未成年の喫煙は法律によって禁じられている。",
        "mean": "미성년 흡연은 법률에 의해 금지되어 있다.",
      },
      {
        "answer": "によって",
        "word": "行くかどうかは、明日の天気によって決めるつもりだ。",
        "mean": "갈지 말지는 내일 날씨에 따라 결정할 거야.",
      },
      {
        "answer": "によって",
        "word": "地域の安全はそこに住む人々の協力によって保たれている。",
        "mean": "지역의 안전은 그곳에 사는 사람들의 협력으로 유지되고 있다.",
      },
      {
        "answer": "によって",
        "word": "インターネットによって、世界中のニュースを知ることができるようになった。",
        "mean": "인터넷을 통해 전 세계 뉴스를 알 수 있게 됐다.",
      },
      {
        "answer": "によって",
        "word": "職場環境を改善することによって、従業員満足度を高める。",
        "mean": "직장 환경을 개선함으로써 종업원 만족도를 높인다.",
      },
      {
        "answer": "によって",
        "word": "事故によって片足を失ってしまった。",
        "mean": "사고로 인해 한쪽 다리를 잃고 말았다.",
      },
      {
        "answer": "により",
        "word": "今回の大雨により孤立した地域があるらしい。 ",
        "mean": "이번 폭우로 인해 고립된 지역이 있다고 한다.",
      },
      {
        "answer": "によって",
        "word": "不況によって多くの会社が倒産している。",
        "mean": "불황으로 인해 많은 회사가 도산하고 있다.",
      },
      {
        "answer": "によって",
        "word": "台風によって延期になりました。",
        "mean": "태풍으로 인해 연기되었습니다.",
      },
      {
        "answer": "によって",
        "word": "キノコの毒によって体調不良になりました。",
        "mean": "버섯 독으로 인해 몸이 안 좋아졌어요.",
      },
      {
        "answer": "によって",
        "word": "天守閣は火事によって消失しました。",
        "mean": "천수각은 화재로 소실되었습니다.",
      },
      {
        "answer": "によって",
        "word": "パートナーの浮気によって離婚しました。",
        "mean": "파트너의 바람 때문에 이혼했어요.",
      },
      {
        "answer": "によって",
        "word": "２０１２年、ＣＥＲＮによってヒッグス粒子とみられる粒子が発見された。",
        "mean": "2012년 CERN에 의해 힉스 입자로 보이는 입자가 발견됐다.",
      },
      {
        "answer": "によって",
        "word": "金閣寺は足利義満によって建てられた。",
        "mean": "금각사는 아시카가 요시미쓰에 의해 세워졌다.",
      },
      {
        "answer": "によって",
        "word": "壁が何者かによって壊された。",
        "mean": "벽이 누군가에 의해 부서졌다.",
      },
      {
        "answer": "によって",
        "word": "人によって考え方は違う。",
        "mean": "사람마다 생각은 다르다.",
      },
      {
        "answer": "によって",
        "word": "天気予報によると、所によっては大雨になるそうだ。",
        "mean": "일기예보에 따르면 곳에 따라서는 비가 많이 온다고 한다.",
      },
      {
        "answer": "によって",
        "word": "場合によっては強硬策をとらなくてはならなくなる。",
        "mean": "경우에 따라서는 강경책을 쓰지 않으면 안 된다.",
      },
      {
        "answer": "による",
        "word": "校長先生による特別講義が行われた。",
        "mean": "교장 선생님의 특강이 진행되었다.",
      },
      {
        "answer": "による",
        "word": "上司からのパワハラによる苦痛は、うつ病にかかってしまうリスクを引き起こす。",
        "mean": "상사의 갑질로 인한 고통은 우울증에 걸릴 위험을 일으킨다.",
      },
      {
        "answer": "による",
        "word": "Ａ国は空軍によるミサイル攻撃を否定している。",
        "mean": "A국은 공군에 의한 미사일 공격을 부정하고 있다.",
      },
    ],
  },
  {
    "id": 67,
    "grammar": "~によると／によれば／の話では",
    "means": "~에 따르면",
    "description":
        "전문이나 추측을 나타내는 문법한다.\n\n뒷 내용에는 [~そうだ、~らしい、~だろう] 등의 전문, 추측을 나타내는 양식 표현이 자주 호흥한다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "によると",
        "word": "一説によると、薄毛には運動不足が関係しているらしい。",
        "mean": "일설에 의하면, 얇은 머리에는 운동 부족이 관계되어 있다고 한다.",
      },
      {
        "answer": "によると",
        "word": "噂によると、あの二人は別れたようだ。",
        "mean": "소문에 의하면 그 둘은 헤어진 것 같아.",
      },
      {
        "answer": "によると",
        "word": "厚生労働省の調査によると、日本人女性の平均寿命は世界一といわれている。",
        "mean": "후생노동성 조사에 따르면 일본인 여성의 평균 수명은 세계 제일로 알려져 있다.",
      },
      {
        "answer": "によれば",
        "word": "噂によれば、この学校には幽霊が出るらしい。",
        "mean": "소문에 의하면, 이 학교에는 유령이 나온다고 한다.",
      },
      {
        "answer": "によると",
        "word": "知り合いから聞いたところによると、あそこのコンビニの向かいにラーメン屋ができるらしい。",
        "mean": "아는 사람한테 듣기로는 저기 편의점 건너편에 라면집이 생긴대.",
      },
      {
        "answer": "によれば",
        "word": "天気予報によれば午後には風速が30メートルを超えるとのことだ。",
        "mean": "일기예보에 따르면 오후에는 풍속이 30m를 넘는다고 한다.",
      },
      {
        "answer": "によると",
        "word": "聞くところによると、消費税増税で飲食店は大打撃を受けているようだ。",
        "mean": "듣기로는 소비세 증세로 음식점들이 큰 타격을 입고 있는 것 같다.",
      },
      {
        "answer": "によると",
        "word": "解剖記録によると、死因は失血死だったそうだ。",
        "mean": "부검 기록에 따르면 사인은 실혈사였다고 한다.",
      },
      {
        "answer": "による",
        "word": "嘘をつくことはいけないが、それは時と場合による。",
        "mean": "거짓말을 해서는 안 되지만, 그것은 때와 경우에 달려 있다.",
      },
      {
        "answer": "による",
        "word": "飲み会は基本行かないが, 場合による。",
        "mean": "술자리는 기본 안가지만 경우에 따라 다르다.",
      },
    ],
  },
  {
    "id": 69,
    "grammar": "~に加えて／に加え",
    "means": "~에 더하여\n\nにくわえて로 발음한다",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "に加え",
        "word": "目標を達成するには自分で行動する事に加え、他人のサポートも必要です。",
        "mean": "목표를 달성하려면 스스로 행동하는 것 외에도 다른 사람의 도움도 필요합니다.",
      },
      {
        "answer": "に加えて",
        "word": "彼女はその美貌に加えて何ともいえない妖艶さがある。",
        "mean": "그녀는 그 미모에 더해 뭐라고 말할 수 없는 요염함이 있다.",
      },
      {
        "answer": "に加え",
        "word": "今年は心理学の勉強に加え、陶芸もやってみたい。",
        "mean": "올해는 심리학 공부와 더불어 도예도 해보고 싶다.",
      },
      {
        "answer": "に加え",
        "word": "栄養面で優れた食事に加え、適切な食べ方で食事を摂ることも大切だ。",
        "mean": "영양면에서 뛰어난 식사와 더불어 적절한 먹는 방법으로 식사를 하는 것도 중요하다.",
      },
      {
        "answer": "に加え",
        "word": "飲み会のあと、二日酔いに加え腰痛も悪化した。",
        "mean": "술자리 후 숙취에 요통도 악화됐다.",
      },
      {
        "answer": "に加え",
        "word": "貧血の症状に加え蕁麻疹まで出てつらい。",
        "mean": "빈혈 증세에다 두드러기까지 나서 괴롭다.",
      },
      {
        "answer": "に加え",
        "word": "大量に捨てられたゴミに加え、何十台もの無断駐輪。この辺りは身勝手な人が多いようだ。",
        "mean": "대량으로 버려진 쓰레기 외에도 수십 대의 무단 주차. 이 근처는 제멋대로인 사람이 많은 것 같아.",
      },
      {
        "answer": "に加え",
        "word": "声も低くて顔もカッコよくて、それに加え色気もあるところが最高。",
        "mean": "목소리도 낮고 얼굴도 멋있고 색감도 있는 게 최고.",
      },
    ],
  },
  {
    "id": 70,
    "grammar": "~に関して／に関しての／に関する／に関しまして",
    "means": "~에 관해서",
    "description":
        "어떤 것과 화제가 관련되어 있음을 나타낸다.\n\n[~に関しまして(は)]는 보다 격식을 차린 말\n\n[について／についての／につきましては] 보다 격식 있는 말\n\nにかんして로 발음한다",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "に関しては",
        "word": "坊主なので散髪に関してはお金が全くかからない。",
        "mean": "삭발이라 이발에 관해서는 돈이 전혀 들지 않는다.",
      },
      {
        "answer": "に関しては",
        "word": "彼は数学以外に関しては頭がいい。",
        "mean": "그는 수학 이외에 관해서는 머리가 좋다.",
      },
      {
        "answer": "に関しては",
        "word": "新しいことに挑戦することに関してはあまり抵抗もないし、苦痛も感じない。",
        "mean": "새로운 것에 도전하는 것에 관해서는 별로 거부감도 없고 고통도 느끼지 않는다.",
      },
      {
        "answer": "に関しての",
        "word": "衣食住に関しての二人の感覚が近いことは大事だと思う。",
        "mean": "의식주에 관한 두 사람의 감각이 가까운 것은 중요하다고 생각한다.",
      },
      {
        "answer": "に関しての",
        "word": "育休に関しての街頭アンケートを行っております。ご協力ください。",
        "mean": "육아휴직에 관한 가두 앙케이트를 실시하고 있습니다. 협조 부탁드립니다.",
      },
      {
        "answer": "に関する",
        "word": "このサイトではアメリカから生の留学に関する情報を発信しています。",
        "mean": "이 사이트에서는 미국에서 생유학에 관한 정보를 발신하고 있습니다.",
      },
      {
        "answer": "に関しては",
        "word": "苦手な食べ物に関しては[体に良いから]と自分に言い聞かせて食べるようにしている。",
        "mean": "싫어하는 음식에 관해서는 [몸에 좋으니까]라고 자신에게 타이르고 먹도록 하고 있다.",
      },
      {
        "answer": "に関しては",
        "word": "同性愛に関しては世界的に見ても徐々に理解が進んできている。",
        "mean": "동성애에 관해서는 세계적으로 봐도 서서히 이해가 진행되고 있다.",
      },
      {
        "answer": "に関しましては",
        "word": "詳しい日時に関しましては、再度連絡いたします。",
        "mean": "자세한 날짜와 시간은 다시 연락드리겠습니다.",
      },
      {
        "answer": "に関しましては",
        "word": "お問い合わせに関しましては下記までご連絡下さい。",
        "mean": "문의사항에 관해서는 아래로 연락해주세요.",
      },
    ],
  },

  {
    "id": 77,
    "grammar": "~ような／~ように",
    "means": "~것 같은 / ~것 같이, 처럼",
    "connectionWays": "よう는 명사로 명사 접속형에 따름",
    "examples": [
      {
        "answer": "ようだ",
        "word": "この銅像は精巧に作られていて、まるで生きているかのようだ。",
        "mean": "이 동상은 정교하게 만들어져 마치 살아 있는 것 같다.",
      },
      {
        "answer": "ような",
        "word": "まるでサウナの中にいるような天気だ。",
        "mean": "마치 사우나 안에 있는 듯한 날씨다.",
      },
      {
        "answer": "ようだ",
        "word": "人生は桜のようだ。",
        "mean": "인생은 벚꽃 같다.",
      },
      {
        "answer": "ような",
        "word": "数学、物理のような計算する科目は大っ嫌いだ。",
        "mean": "수학 물리 같은 계산하는 과목은 너무 싫어.",
      },
      {
        "answer": "ような",
        "word": "彼女のような美しさが欲しい。",
        "mean": "그녀와 같은 아름다움을 갖고 싶다.",
      },
      {
        "answer": "ような",
        "word": "あの人のような人生は送りたくない。",
        "mean": "그 사람과 같은 삶은 살고 싶지 않아.",
      },
      {
        "answer": "ようだ",
        "word": "あの人困っているようだから、ちょっと助けに行こう。",
        "mean": "저 사람 곤란한 것 같으니 좀 구하러 가자.",
      },
      {
        "answer": "ようだ",
        "word": "どうやら失敗したようだ。",
        "mean": "아무래도 실패한 것 같다.",
      },
      {
        "answer": "ようだ",
        "word": "父は今日仕事に行かないようだ。",
        "mean": "아버지는 오늘 일하러 가지 않으실 것 같다.",
      },
      {
        "answer": "ように",
        "word": "先生が言っていたように、今学期から授業の内容が難しくなった。",
        "mean": "선생님 말씀대로 이번 학기부터 수업 내용이 어려워졌다.",
      },
      {
        "answer": "ように",
        "word": "このグラフが示すように、日本では晩婚化が進んでいます。",
        "mean": "이 그래프가 보여주듯이 일본에서는 만혼화가 진행되고 있습니다.",
      },
      {
        "answer": "ように",
        "word": "皆さんニュースでご存じのように、今世界中で新型コロナウイルスが流行しています。",
        "mean": "여러분 뉴스에서 아시다시피 지금 전 세계에 코로나19가 유행하고 있습니다.",
      },
      {
        "answer": "ように",
        "word": "以下のように、近年Ａ国の失業率は高くなってきている。",
        "mean": "아래와 같이 최근 A국의 실업률은 높아지고 있다.",
      },
      {
        "answer": "ように",
        "word": "ご存じのように、中国は２０２０年現在、世界で最も人口が多い国です。",
        "mean": "아시다시피 중국은 2020년 현재 세계에서 가장 인구가 많은 나라입니다.",
      },
      {
        "answer": "ような",
        "word": "調査の結果、次のような結果が得られました。",
        "mean": "조사 결과 다음과 같은 결과를 얻을 수 있었습니다.",
      },
      {
        "answer": "ように",
        "word": "その態度が表しているように、彼女はこの話に興味がないらしい。",
        "mean": "그 태도가 나타내듯이 그녀는 이 이야기에 관심이 없는 것 같다.",
      },
      {
        "answer": "ようだ",
        "word": "明日は雨が降るようだ。",
        "mean": "내일은 비가 올 것 같다.",
      },
      {
        "answer": "ようだ",
        "word": "向こうで事故があったようだ。",
        "mean": "저쪽에서 사고가 있었던 것 같아.",
      },
      {
        "answer": "ようだ",
        "word": "猫ちゃんお腹が空いているようだったから食べ物をあげた。",
        "mean": "고양이 배고픈 것 같아서 음식 줬어.",
      },
      {
        "answer": "ようだ",
        "word": "彼は私の話がつまらないようだ。",
        "mean": "그는 내 말이 재미없는 것 같아.",
      },
      {
        "answer": "ような",
        "word": "北海道のような自然に恵まれたところに住んでみたい。",
        "mean": "홋카이도와 같은 자연스러운 곳에서 살아보고 싶다.",
      },
      {
        "answer": "ような",
        "word": "私は父のような堅実な人になりたい。",
        "mean": "나는 아버지처럼 건실한 사람이 되고 싶다.",
      },
    ],
  },
  {
    "id": 83,
    "grammar": "~前に／前で",
    "means": "~하기 전에",
    "description":
        "1. 동사나 동작을 나타내는 명사에 붙으면 앞 내용의 동작을 실시하기 전에 뒷 내용의 동작을 행하는 것을 나타낸다.\n\n앞 내용에 제약은 없지만 뒷 내용은 의지동사만 접속할 수 있다.\n\n2. 공간이나 시간을 나타내는 명사에 붙으면 물리적, 시간적 위치 관계의 전방을 나타낸다.\n\nまえに로 발음한다.",
    "connectionWays": "명사＋の前に\n동사 사전형＋前に\n시간명사＋前に",
    "examples": [
      {
        "answer": "前に",
        "word": "雨が強くなる前に家に帰りたい。",
        "mean": "비가 세지기 전에 집에 가고 싶다.",
      },
      {
        "answer": "前に",
        "word": "寝る前に歯を磨く。",
        "mean": "자기 전에 이를 닦다.",
      },
      {
        "answer": "前に",
        "word": "死ぬ前に一度は美女たちに囲まれてみたい。",
        "mean": "죽기 전에 한 번쯤 미녀들에게 둘러싸여 보고 싶어.",
      },
      {
        "answer": "前に",
        "word": "出発前に荷物の確認をする。",
        "mean": "출발 전에 짐 확인을 하다.",
      },
      {
        "answer": "前に",
        "word": "卒業する前に友達と卒業旅行に行きたい。",
        "mean": "졸업하기 전에 친구들과 졸업여행을 가고 싶어.",
      },
      {
        "answer": "前に",
        "word": "数日前に降った雪がまだ残っている。",
        "mean": "며칠 전에 내린 눈이 아직 남아 있다.",
      },
      {
        "answer": "前に",
        "word": "駅前に商業施設ができるらしい。",
        "mean": "역전에 상업시설이 생긴대.",
      },
      {
        "answer": "前で",
        "word": "目の前で事故が起きた。",
        "mean": "눈앞에서 사고가 났다.",
      },
    ],
  },
  {
    "id": 84,
    "grammar": "~みたいだ／みたいに／みたいな",
    "means": "~것 같다 / ~같이 / ~같은",
    "description":
        "みたいだ(~것 같다)는 ようだ의 회화체이다.\nみないな(~것 같은)는 ような의 회화체이다.\nみたいに(~것 같이, ~처럼)는 ように의 회화체이다.",
    "connectionWays": "동사 사전형＋みたいだ\nい형용사 보통형＋みたいだ\nな형용사 어간＋みたいだ\n명사＋みたいだ　",
    "examples": [
      {
        "answer": "みたいな",
        "word": "葬式みたいな話は聞きたくない。",
        "mean": "장례식 같은 얘기는 듣고 싶지 않아.",
      },
      {
        "answer": "みたいに",
        "word": "彼の鼻はバナナみたいに長い。",
        "mean": "그의 코는 바나나처럼 길다.",
      },
      {
        "answer": "みたいな",
        "word": "彼女は太陽みたいな人だ。",
        "mean": "그녀는 태양 같은 사람이다.",
      },
      {
        "answer": "みたいな",
        "word": "最近は子供みたいな大人が増えている。",
        "mean": "요즘은 어린애 같은 어른들이 늘고 있어.",
      },
      {
        "answer": "みたいな",
        "word": "毎日ゴミみたいな生活をしている。",
        "mean": "매일 쓰레기 같은 생활을 하고 있다.",
      },
      {
        "answer": "みたいな",
        "word": "兄みたいな人にはなりたくない。",
        "mean": "형 같은 사람이 되고 싶지 않아.",
      },
      {
        "answer": "みたいに",
        "word": "あの人みたいに日本語を流暢に話せるようになりたい。",
        "mean": "그 사람처럼 일본어를 유창하게 할 수 있게 되고 싶어.",
      },
      {
        "answer": "みたいに",
        "word": "今年の誕生日も、去年みたいに盛大に祝ってほしい。",
        "mean": "올해 생일도 작년처럼 성대하게 축하해줬으면 좋겠어.",
      },
      {
        "answer": "みたいな",
        "word": "チョコレートみたいな甘い物は食べると気持ち悪くなる。",
        "mean": "초콜릿 같은 단 음식은 먹으면 징그러워져.",
      },
      {
        "answer": "みたいな",
        "word": "数日前から風邪みたいな症状が続いている。",
        "mean": "며칠 전부터 감기 같은 증상이 계속되고 있다.",
      },
      {
        "answer": "みたいだ",
        "word": "あそこのお店はいつも行列ができていて、どうやら人気があるみたいだ。",
        "mean": "저기 가게는 항상 줄이 서 있어서 아무래도 인기가 많은 것 같아.",
      },
      {
        "answer": "みたいだ",
        "word": "彼は舌打ちが癖になっているみたいだ。",
        "mean": "그는 혀를 차는 데 습관이 된 것 같다.",
      },
      {
        "answer": "みたいです",
        "word": "道が濡れてるし、雨が降ったみたいです。",
        "mean": "길이 젖어있고 비가 왔나봐요.",
      },
      {
        "answer": "みたいだ",
        "word": "あの二人は結婚したみたいだ。",
        "mean": "저 둘은 결혼했나 봐.",
      },
      {
        "answer": "みたいだ",
        "word": "うちの猫ちゃんは私がいないと寂しいみたいだ。",
        "mean": "우리집 고양이는 내가 없으면 외로운가봐.",
      },
    ],
  },
  {
    "id": 85,
    "grammar": "~たいものだ",
    "means": "~하고 싶다",
    "description":
        "원래 실현 불가능 혹은 실현하기 곤란한 것에 대한 강한 열망이나 기대를 나타낸다.\n\n또한 그 소망은 이전부터 오랜 시간 품고 있는 경우가 많다.",
    "connectionWays": "동사 ます형 접속",
    "examples": [
      {
        "answer": "たいものだね",
        "word": "こんな寒いときはお布団被って二度寝したいものだね。",
        "mean": "이렇게 추울 때 이불 덮고 두 번 자고 싶구나.",
      },
      {
        "answer": "たいものだ",
        "word": "休みの日くらいぐっすり寝てたいものだ。",
        "mean": "쉬는 날쯤 푹 자고 싶다.",
      },
      {
        "answer": "たいものだ",
        "word": "いつでも人は、意思決定を先延ばししたいものだ。",
        "mean": "언제든지 사람은 의사결정을 미루고 싶어한다.",
      },
      {
        "answer": "たいものです",
        "word": "彼とはできればこれからも仲良くしていたいものです。",
        "mean": "그와는 가능하다면 앞으로도 사이좋게 지내고 싶습니다.",
      },
    ],
  },
  {
    "id": 86,
    "grammar": "~たものだ",
    "means": "~하곤 했다",
    "description":
        "과거의 일을 떠올리며 감회가 깊은 모습을 나타낸다\n\n추억에 젖거나 그리워하는 듯한 느낌을 강하게 나타낼 수 있다.\n\n[たもんだ]은 회화체이다.",
    "connectionWays": "동사 과거형에 접속",
    "examples": [
      {
        "answer": "だものだ",
        "word": "子どもの頃はよく川で泳いだものだ。",
        "mean": "어렸을 때는 강에서 수영하곤 했다.",
      },
      {
        "answer": "たものだ",
        "word": "高校時代の先生にはよく遅刻して怒られたものだ。",
        "mean": "고등학교 때 선생님한테는 지각을 많이 해서 혼나곤 했다.",
      },
      {
        "answer": "もんだ",
        "word": "学生時代は授業サボってよく遊びにいったもんだ。",
        "mean": "학창시절에는 수업 빼먹고 자주 놀러가곤 했어.",
      },
      {
        "answer": "もんだ",
        "word": "母親からは部屋片づけなさいとよく言われたもんだ。",
        "mean": "엄마가 방 치우라는 소리를 많이 듣곤 했어.",
      },
      {
        "answer": "もんだ",
        "word": "彼とは昔よくケンカしたもんだ。",
        "mean": "그와는 옛날에 자주 싸우곤 했지.",
      },
      {
        "answer": "たものだ",
        "word": "母と喧嘩してよく家出したものだ。",
        "mean": "엄마랑 싸워서 집을 잘 나가곤 했어.",
      },
      {
        "answer": "たものだ",
        "word": "若い時はよく徹夜したものだが、今はもうそういう気力もない。",
        "mean": "젊었을 때는 밤을 새곤 했는데 이젠 그럴 기운도 없다.",
      },
      {
        "answer": "たものだ",
        "word": "学生の頃はよくアルバイトで稼いだお金で遠くまで旅行しにいったものだ。",
        "mean": "학창시절에는 아르바이트로 번 돈으로 멀리 여행을 가곤 했다.",
      },
    ],
  },
  {
    "id": 87,
    "grammar": "동사 사전형 + ものだ",
    "means": "~하는 법이다",
    "description":
        '"본래 그렇다고 생각된다"을 나타낸다.\n\n사물의 본래 성질이나 경향 등을 나타내다.\n\n사회적 상식으로 그렇게 해야 한다고 말하고 싶을 때 쓰는 표현이다.',
    "connectionWays": "동사 사전형\n동사 ない형\nい형용사 보통형\nな형용사 어간 + な／である",
    "examples": [
      {
        "answer": "ものです",
        "word": "たくさん運動したら疲れるものです。",
        "mean": "운동을 많이 하면 피곤한 법이에요.",
      },
      {
        "answer": "ものです",
        "word": "人は疲れたら、眠くなるものです。",
        "mean": "사람은 피곤하면 졸리기 마련입니다.",
      },
      {
        "answer": "ものです",
        "word": "誰でも、残業はいやなものです。",
        "mean": "누구나 야근은 싫은 법이에요.",
      },
      {
        "answer": "ものだ",
        "word": "人は誰でも間違いをするものだ。",
        "mean": "사람은 누구나 실수를 하는 법이다.",
      },
      {
        "answer": "ものです",
        "word": "人は誰でも失敗するものです。",
        "mean": "사람은 누구나 실패하는 법입니다.",
      },
      {
        "answer": "ものです",
        "word": "地震の時は誰でも慌てるものです。",
        "mean": "지진 때는 누구나 당황하게 마련입니다.",
      },
      {
        "answer": "ものです",
        "word": "プレゼンテーションの前は誰でも緊張するものです。",
        "mean": "프레젠테이션 전에는 누구나 긴장하기 마련입니다.",
      },
      {
        "answer": "ものだ",
        "word": "赤ちゃんはよく泣くものだから、ちょっとうるさいぐらいで、イライラしてはならない。",
        "mean": "아기는 잘 우는 법이니까 좀 시끄러울 정도로 짜증을 내면 안 된다.",
      },
      {
        "answer": "ものだ",
        "word": "人は見かけではわからないものだ。",
        "mean": "사람은 겉모습으로는 모르는 법이다.",
      },
      {
        "answer": "ものです",
        "word": "留学すると、誰でも一度はホームシックを経験するものです。",
        "mean": "유학을 가면 누구나 한 번쯤 향수병을 경험하게 마련입니다.",
      },
      {
        "answer": "ものだ",
        "word": "若い人はお年寄りに席を譲るものだ。",
        "mean": "젊은 사람은 노인에게 자리를 양보해야한다.",
      },
      {
        "answer": "ものだ",
        "word": "お年寄りには優しくするものだ。",
        "mean": "노인에게는 상냥하게 대해야한다.",
      },
      {
        "answer": "もんだよ",
        "word": "子供は早く寝るもんだよ。",
        "mean": "애들은 일찍 자는 거야.",
      },
      {
        "answer": "ものだ",
        "word": "上司には敬語を使うものだ。",
        "mean": "상사에게는 존댓말을 쓰는 법이다.",
      },
      {
        "answer": "もんだよ",
        "word": "お金は大切にするもんだよ。無駄遣いばかりしてはいけないよ。",
        "mean": "돈은 아끼는 거야. 낭비만 하면 안 돼.",
      },
      {
        "answer": "ものだ",
        "word": "話するときは、相手の目を見て話すものだ。",
        "mean": "말할 때는 상대방의 눈을 보고 이야기하는 것이다.",
      },
      {
        "answer": "ものじゃない",
        "word": "人の悪口は言うものじゃない。",
        "mean": "남의 험담은 하는게 아니야.",
      },
      {
        "answer": "もんじゃないよ",
        "word": "知らない人を簡単に信じるもんじゃないよ。",
        "mean": "모르는 사람을 쉽게 믿는 게 아니야.",
      },
      {
        "answer": "もんじゃないよ",
        "word": "不必要なものをなんでも買うもんじゃないよ。",
        "mean": "불필요한 걸 아무거나 사는 게 아니야.",
      },
    ],
  },

  {
    "id": 122,
    "grammar": "1. 숫자 + あまり\n2. 감정 + あまり",
    "means": "1. ~정도\n2. ~한 나머지, 너무~해서",
    "description":
        "1. \n숫자에 대해 그 수보다 조금 더 많다는 것을 나타낸다.\n정확하고 세세한 숫자에 접속할 수 없다.\n\n〇１００人あまり\n✕１３８人あまり\n\n2.\n감정, 감각, 상태를 나타내는 명사나 동사에 접속하여 그 정도가 극단적으로 심하다는 것을 나타낸다.",
    "connectionWays":
        "1. 숫자 + 조수사 + あまり\n\n2.\n명사 + のあまり(に)\n동사 보통형 + あまり(に)\nな형용사어간 + なあまり",
    "examples": [
      {
        "answer": "あまり",
        "word": "Ａ社は今期5000万円あまりの赤字となる見通しを示した。",
        "mean": "A사는 이번 분기 5000만엔 정도의 적자가 날 것으로 전망했다.",
      },
      {
        "answer": "あまり",
        "word": "２週間で２キロあまり痩せた。",
        "mean": "2주 만에 2kg 정도 빠졌다.",
      },
      {
        "answer": "あまり",
        "word": "今日は雪２０センチあまり積もった。",
        "mean": "오늘은 눈 20여 센티미터 쌓였다.",
      },
      {
        "answer": "あまり",
        "word": "１０個あまりのりんごが腐って無駄になった。",
        "mean": "10개 정도의 사과가 썩어서 헛수고가 되었다.",
      },
      {
        "answer": "あまり",
        "word": "５０匹あまりのミミズを飼っている。",
        "mean": "50마리 정도의 지렁이를 키우고 있다.",
      },
      {
        "answer": "あまり",
        "word": "首脳会談の警備に警察官３０００人あまりが動員された。",
        "mean": "정상회담 경비에 경찰관 3000여 명이 동원됐다.",
      },
      {
        "answer": "あまり",
        "word": "このジャングルでは４０種類あまりの新種の生物が発見された。",
        "mean": "이 정글에서는 40여 종의 신종 생물이 발견됐다.",
      },
      {
        "answer": "のあまり",
        "word": "激務のあまり、疲れて仕事が捗らない。",
        "mean": "격무한 나머지 피곤해서 일이 진척되지 않는다.",
      },
      {
        "answer": "のあまり",
        "word": "高さのあまり足がすくむ。",
        "mean": "높이가 너무 높아 발이 움츠러들다.",
      },
      {
        "answer": "のあまり",
        "word": "美しさのあまり、彼女ばかりに目が行ってしまう。",
        "mean": "너무 아름다워서 그녀에게만 눈길이 가버린다.",
      },
      {
        "answer": "のあまり",
        "word": "痛みのあまり気を失ってしまった。",
        "mean": "너무 아픈 나머지 정신을 잃고 말았다.",
      },
      {
        "answer": "あまり",
        "word": "このゲームは戦略性を追求するあまり、操作が複雑になっている。",
        "mean": "이 게임은 너무 전략성을 추구한 나머지 조작이 복잡해졌다.",
      },
      {
        "answer": "のあまり",
        "word": "恐怖のあまり冷静に物事を考えられなくなっている。",
        "mean": "엄청나게 공포에 질려 냉정하게 생각할 수 없게 되었다.",
      },
      {
        "answer": "のあまり",
        "word": "眩しさのあまり彼女を直視できない。",
        "mean": "너무 눈이 부신 나머지 그녀를 직시할 수 없다.",
      },
      {
        "answer": "のあまり",
        "word": "動揺のあまり手が震える。",
        "mean": "너무 동요한 나머지 손이 떨리다.",
      },
    ],
  },

  {
    "id": 129,
    "grammar": "上で",
    "means": "~상으로(는)",
    "description": "어떠한 데이터나 근거를 나타내는 명사에 대해 그것들을 참조하는 것을 나타낸다.\n\nじょうで로 발음한다.",
    "connectionWays": "명사＋の上で(は)\n명사＋上",
    "examples": [
      {
        "answer": "上で",
        "word": "データ上でしか物事を見るのではなく、目の前の実態も観察したほうがいい。",
        "mean": "데이터 상에서만 사물을 볼 것이 아니라 눈앞의 실태도 관찰하는 것이 좋다.",
      },
      {
        "answer": "上で",
        "word": "明日から暦の上では新学期が始まる。",
        "mean": "내일부터 달력상으로는 새 학기가 시작된다.",
      },
      {
        "answer": "上で",
        "word": "資料の上では昔ここに墓地があったらしい。",
        "mean": "자료상으로는 옛날에 여기 묘지가 있었대.",
      },
      {
        "answer": "上で",
        "word": "今の情報の上では新たな被害者は確認されていない。",
        "mean": "지금의 정보상으로는 새로운 피해자는 확인되지 않았다.",
      },
      {
        "answer": "上で",
        "word": "富士山は地図の上では静岡県と山梨県に跨がっている。",
        "mean": "후지산은 지도상으로는 시즈오카현과 야마나시현에 걸쳐 있다.",
      },
      {
        "answer": "上で",
        "word": "地図上では国境線が引かれているが, 実際そこには線など何もない。",
        "mean": "지도상으로는 국경선이 그어져 있지만 실제로 그곳에는 선이란 아무것도 없다.",
      },
      {
        "answer": "上で",
        "word": "聞いた話の上では厳しい人らしいが, 会ってみると意外に柔和な人だった。",
        "mean": "들은 말로는 엄한 사람이라는데 만나보니 의외로 유화적인 사람이었다.",
      },
      {
        "answer": "上で",
        "word": "新型コロナウイルスなど, 長い人類の歴史の上では多くあるうちのほんの１つの流行り病でしかない。",
        "mean": "코로나19 등 오랜 인류 역사상 흔한 중 단 하나의 유행병일 뿐이다.",
      },
    ],
  },
  {
    "id": 131,
    "grammar": "によらず",
    "means": "~에 관계없이, ~와 달리",
    "description": "어떠한 상황에도 관계가 없는 것을 나타낸다",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "によらず",
        "word": "彼は見かけによらず、神経質だ。",
        "mean": "그는 보기와는 달리 신경질적이다.",
      },
      {
        "answer": "によらず",
        "word": "猫は可愛いが見かけによらず狂暴だ。",
        "mean": "고양이는 귀엽지만 보기와는 달리 광포하다.",
      },
      {
        "answer": "によらず",
        "word": "脂っこいものを食べた次の日は場所によらずニキビができる。",
        "mean": "기름진 음식을 먹은 다음날은 (얼굴)장소에 관계없이 여드름이 생긴다.",
      },
      {
        "answer": "によらず",
        "word": "話し合いによらず力で相手をねじ伏せるのが軍事力だ。",
        "mean": "대화에 관계없이 힘으로 상대를 비틀어 엎드리는 것이 군사력이다.",
      },
      {
        "answer": "によらず",
        "word": "当委員会では子どもが保護者の経済状況によらず進学できるよう、その費用の一部を援助しています。",
        "mean": "본 위원회에서는 자녀가 학부모의 경제상황에 관계없이 진학할 수 있도록 그 비용의 일부를 지원하고 있습니다.",
      },
      {
        "answer": "によらず",
        "word": "性別、年齢によらず、条件に当てはまる方であれば誰でもいいです。",
        "mean": "성별, 나이에 상관없이 조건에 맞는 분이면 누구나 좋습니다.",
      },
      {
        "answer": "によらず",
        "word": "日常生活における決済手段は、支払い金額によらず現金の利用は減少傾向にある。",
        "mean": "일상생활에서의 결제수단은 지불금액에 관계없이 현금 이용은 감소 추세이다.",
      },
    ],
  },

  {
    "id": 134,
    "grammar": "~に向け／~に向けて",
    "means": "~을 목표로, ~을 향해",
    "description":
        "1. 방향\n장소나 방향을 나타내는 명사에 접속하여 물건이 그 방향으로 이동하는 것. 또는 사람의 자세나 시선의 방향을 나타낸다.\n\n2. 목적지\n장소를 나타내는 명사에 접속하여 사람이나 사물의 이동 목적지를 나타낸다. 후항에서는 이동 관련 동사가 사용된다.\n\n3. 상대(방)\n사람이나 조직·단체를 나타내는 명사에 접속하여 그것들에 대해 어떠한 태도를 취하는 것、또는 무언가를 호소하는 것을 나타낸다.\n\n4.목표\n목표가 되는 사물을 나타내는 명사에 접속하여 그것을 실현하기 위해 어떤 행동을 하는 것을 나타낸다.\n\n각각 [~へ向け / ~へ向けて]와 동일하다.\n\nにむけて로 발음한다.",
    "connectionWays": "명사에 직접 접속",
    "examples": [
      {
        "answer": "に向けて",
        "word": "北に向けて飛行機が飛んで行った。",
        "mean": "북쪽을 향해 비행기가 날아갔다.",
      },
      {
        "answer": "に向けて",
        "word": "息子は背を私に向けて反抗している。",
        "mean": "아들은 등을 돌리고 반항하고 있다.",
      },
      {
        "answer": "へ向けて",
        "word": "３時間前に山頂へ向けて出発したが、いまだ辿り着かない。",
        "mean": "3시간 전에 산꼭대기를 향해 출발했지만 아직 도달하지 못했다.",
      },
      {
        "answer": "に向け",
        "word": "ＦＷに向けパスを出したが、惜しくもオフサイドでうまく通らなかった。",
        "mean": "공격수를 향해 패스를 했지만 아쉽게도 오프사이드에서 잘 통하지 않았다.",
      },
      {
        "answer": "に向けて",
        "word": "聴衆に向けて演説をする。",
        "mean": "청중을 향해 연설을 하다.",
      },
      {
        "answer": "に向けて",
        "word": "Ａ国は各国に向けて強気の姿勢を貫いている。",
        "mean": "A국은 각국을 향해 강경한 자세를 고수하고 있다.",
      },
      {
        "answer": "に向け",
        "word": "来月のスピーチコンテストに向け、毎日特訓している。",
        "mean": "다음 달 스피치 콘테스트를 위해 매일 특훈하고 있다.",
      },
      {
        "answer": "に向け",
        "word": "この問題の解決に向け、人員を増やして取り組んでいる。",
        "mean": "이 문제를 해결하기 위해 인원을 늘려 노력하고 있다.",
      },
    ],
  },
  {
    "id": 135,
    "grammar": "もの",
    "means": "(그러니까) 왜냐하면 ~걸, ~말야, ~거든",
    "description":
        "주관적인 원인·이유를 나타낸다.\n여자나 아이들이 비교적 많이 사용하는 표현.\n\n전항에는 [だって]가 자주 호응한다.\n이런 경우는 제멋대로 변명하는 듯한 뉘앙스를 포함한다.\n남성도 사용할 수 있지만 젊고 어린 인상을 주기 때문에 일부러가 아닌 한 친한 사람 이외에는 사용하지 않다.\n\n[もん]는 회화체이다.",
    "connectionWays":
        "(だって)+동사 보통형+もの／もん\n(だって)+い형용사 보통형+もの／もん\n(だって)+な형용사 어간+だもの／だもん\n(だって)+명사+だもの／だもん",
    "examples": [
      {
        "answer": "もん",
        "word": "早く大人になりたい。 だって大人にならないとお姉ちゃんと結婚できないもん。",
        "mean": "빨리 어른이 되고 싶다. 왜냐하면 어른이 되어야 누나랑 결혼할 수 있거든.",
      },
      {
        "answer": "もん",
        "word": "だって牛乳嫌いだもん。背低いのはしょうがないでしょ。",
        "mean": "왜냐하면 우유를 싫어하거든.키 작은 건 어쩔 수 없지.",
      },
      {
        "answer": "もん",
        "word": "諦めてもいいじゃん。 だって辛いんだもん。",
        "mean": "포기해도 되잖아. 왜냐하면 맵거든.",
      },
      {
        "answer": "もん",
        "word": "だって私女の子だもん。可愛いって言われたいよ。",
        "mean": "왜냐면 나 여자애거든. 귀엽다는 소리 듣고 싶어.",
      },
      {
        "answer": "もん",
        "word": "だって生きてて良い事ないもん。 死んでもいいでしょ。",
        "mean": "왜냐하면 살면서 좋은 일이 없거든요. 죽어도 되잖아.",
      },
      {
        "answer": "もん",
        "word": "最近ニュース見なくなった。同じ内容ばっかりで見る価値ないもん。",
        "mean": "요즘 뉴스 안 보게 됐어. 같은 내용만 가지고 볼 가치가 없는걸.",
      },
      {
        "answer": "もん",
        "word": "このアニメずっと見ちゃう。だって面白いんだもん。",
        "mean": "이 애니메이션 계속 보게 돼. 왜냐하면 재밌거든.",
      },
      {
        "answer": "もん",
        "word": "女の子大好き。だって男だもん。",
        "mean": "여자애들 너무 좋아. 왜냐면 남자거든.",
      },
    ],
  },
  {
    "id": 136,
    "grammar": "とは",
    "means": "~다니, ~라니",
    "description": "~라니 뜻밖이다, 놀랍다",
    "connectionWays": "동사 보통형",
    "examples": [
      {
        "answer": "とは",
        "word": "あの若さ、５０歳を超えているとは信じられない。",
        "mean": "저 젊음, 50세가 넘었다니 믿을 수 없다.",
      },
      {
        "answer": "とは",
        "word": "こんな短期間で結果が出るとは。",
        "mean": "이렇게 단기간에 결과가 나오다니",
      },
      {
        "answer": "とは",
        "word": "年上にタメ口とは、失礼だと思わないか？",
        "mean": "연상에게 반말이라니 실례라고 생각하지 않아?",
      },
      {
        "answer": "とは",
        "word": "まさか落とした財布が戻ってくるとは。",
        "mean": "설마 잃어버린 지갑이 돌아올 줄이야.",
      },
      {
        "answer": "とは",
        "word": "あんな天気で海で遊ぶとは…",
        "mean": "저런 날씨에 바다에서 놀다니..",
      },
      {
        "answer": "とは",
        "word": "彼がこんなにも優しいとは。",
        "mean": "그가 이렇게 착할 줄이야.",
      },
      {
        "answer": "とは",
        "word": "痴漢されても物怖じしないとは、恐ろしい人だ。",
        "mean": "치한을 당해도 겁내지 않다니 무서운 사람이다.",
      },
      {
        "answer": "とは",
        "word": "そこに気がつくとは、君才能あるね。",
        "mean": "그걸 깨닫다니、자네 재능 있네.",
      },
    ],
  },
];
